Repository: josue-lubaki/DataConverter
Catalog: out/production/Converter/resx_files/Localization.*.resx
Languages: es, ko, nl, pl, th, zh, zu

# Browser_Missing
source: You don't have any browser to open web page
es: No tienes ningún navegador para abrir la página web
ko: 웹 페이지를 열 수있는 브라우저가 없습니다.
nl: U heeft geen browser om een webpagina te openen
pl: Nie masz żadnej przeglądarki, aby otworzyć stronę internetową
th: คุณไม่มีเบราว์เซอร์ใด ๆ ที่จะเปิดหน้าเว็บ
zh: 您没有任何浏览器可以打开网页
zu: 您沒有任何瀏覽器可以開啟網頁

# Language_Default
source: Device's language
es: Idioma del dispositivo
ko: 장치의 언어
nl: Język urządzenia
pl: Langue de l'appareil
th: ภาษาของอุปกรณ์
zh: 设备的语言
zu: 裝置的語言

# Language_English
source: EN - English
es: EN - Inglés
ko: EN - 영어
nl: EN - Engels
pl: EN - Angielski
th: en - ภาษาอังกฤษ
zh: EN - 英语
zu: EN - 英語

# Language_German
source: DE - German
es: DE - Alemán
ko: DE - 독일 사람
nl: DE - Duitse
pl: DE - Niemiecki
th: DE - เยอรมัน
zh: DE - 德语
zu: DE - 德語

# Language_Espagnol
source: ES - Spanish
es: ES - Español
ko: ES - 스페인의
nl: ES - Spaans
pl: ES - Hiszpański
th: ES - สเปน
zh: ES - 西班牙语
zu: ES - 西班牙語

# Language_French
source: FR - French
es: FR - Francés
ko: FR - 프랑스 국민
nl: FR - Frans
pl: FR - Francuski
th: FR - ฝรั่งเศส
zh: FR - 法语
zu: FR - 法語

# Language_Japanese
source: JA - Japanese
es: JA - Japonés
ko: JA - 일본어
nl: JA - Japans
pl: JA - Japoński
th: JA - ญี่ปุ่น
zh: JA - 日语
zu: JA - 日語

# Language_Korean
source: KO - Korean
es: KO - Coreano
ko: KO - 한국어
nl: KO - Koreaans
pl: KO - Koreański
th: KO - เกาหลี
zh: KO - 韩语
zu: KO - 韓語

# Language_Dutch
source: NL - Dutch
es: NL - Holandés
ko: NL - 네덜란드 사람
nl: NL - Nederlands
pl: NL - Holenderski
th: NL - ดัตช์
zh: NL - 荷兰语
zu: NL - 荷蘭語

# Language_Polish
source: PL - Polish
es: PL - Polaco
ko: PL - 광택
nl: PL - Pools
pl: PL - Polskie
th: PL - โปแลนด์
zh: PL - 波兰语
zu: PL - 波蘭語

# Language_Chinese
source: ZH - Chinese
es: ZH - Chino
ko: ZH - 중국말
pl: ZH - Chiński
th: ZH - จีน
zh: ZH - 中文
zu: ZH - 中文

# PlaylistCategory_SavedPlaylists
source: Saved Playlists
es: Listas de reproducción guardadas
ko: 저장된 재생 목록
nl: Opgeslagen afspeellijsten
pl: Zapisane listy odtwarzania
th: เพลย์ลิสต์ที่บันทึกไว้
zh: 已保存播放列表
zu: 已儲存播放清單

# PlaylistCategory_WebRadio
source: Web Radios
es: Radios Web
ko: 웹 라디오
pl: Radio internetowe
th: วิทยุเว็บ
zh: 网络电台
zu: 網路電台

# PlaylistCategory_MusicService
source: Music Services
es: Servicios de musica
ko: 음악 서비스
nl: Muziekservices
pl: Serwisy streamingowe
th: บริการเพลง
zh: 音乐服务
zu: 音樂服務

# PlaylistCategory_UPnP
source: UPnP Media Servers
es: Servidores de media UPnP
ko: UPnP 미디어 서버
pl: Serwery multimedialne UPnP
th: เซิร์ฟเวอร์สื่อ UPNP
zh: 多媒体服务器
zu: 多媒體伺服器

# PlaylistCategory_MediaStorage
source: Media Storage
es: Almacén de datos
ko: 미디어 저장소
nl: Media opslag
pl: Przechowywanie multimediów
th: ที่เก็บสื่อ
zh: 储存设备
zu: 儲存裝置

source: USB
th: ยูเอสบี
zh: USB设备
zu: USB 裝置

# Library_ConnectionFailed
source: Unable to get root menu.
es: No se puede obtener el menú raíz.
ko: 루트 메뉴를 가져올 수 없습니다.
nl: Kan hoofdmenu niet ophalen.
pl: Nie można uzyskać menu głównego.
th: ไม่สามารถรับเมนูรูทได้
zh: 无法找到根目录
zu: 無法找到根目錄

# General_Loading
source: Loading
es: Cargando
ko: 로드 중
nl: Bezig met laden
pl: Ładuję
th: การโหลด
zh: 加载中，请稍候
zu: 載入中，請稍候

# General_Cancel
source: Cancel
es: Cancelar
ko: 취소
nl: annuleren
pl: Anuluj
th: ยกเลิก
zh: 取消
zu: 取消

# Playlists_PlaylistsTitle
source: Playlists
es: Listas de reproducción
ko: 재생 목록
nl: Afspeellijsten
pl: Listy odtwarzania
th: เพลย์ลิสต์
zh: 播放列表
zu: 播放清單

# General_Error
source: Error
ko: 오류
nl: Fout
pl: Błąd
th: ข้อผิดพลาด
zh: 错误
zu: 錯誤

# General_ErrorMessage
source: Unable to perform the operation
es: No se puede realizar la operación
ko: 작업을 수행 할 수 없습니다.
nl: Kan de bewerking niet uitvoeren
pl: Nie można wykonać operacji
th: ไม่สามารถดำเนินการได้
zh: 无法执行操作
zu: 無法執行操作

# General_LoadingError
source: Unable to load the information.
es: No se puede cargar la información.
ko: 정보를로드 할 수 없습니다.
nl: Kan de informatie niet laden.
pl: Nie można załadować informacji.
th: ไม่สามารถโหลดข้อมูลได้
zh: 无法读取信息
zu: 無法讀取資訊

# Specific_LoadingError
source: Unable to load {0}
es: No se puede cargar {0}
ko: {0}을 (를)로드 할 수 없습니다.
nl: Kan {0} niet laden
pl: Nie można załadować {0}
th: ไม่สามารถโหลด {0}
zh: 无法加载{0}
zu: 無法載入 {0}

# Playlists_DeletePlaylistTitle
source: Delete Playlist
es: Eliminar lista de reproducción
ko: 재생 목록 삭제
nl: Afspeellijst verwijderen
pl: Usuń listę odtwarzania
th: ลบเพลย์ลิสต์
zh: 删除播放列表
zu: 刪除播放清單

# Playlists_DeletePlaylistConfirmation
source: Are you sure you want to delete this playlist ?
es: ¿Seguro de eliminar esta lista de reproducción?
ko: 이 재생 목록을 삭제 하시겠습니까?
nl: Weet je zeker dat je deze afspeellijst wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę listę odtwarzania?
th: แน่ใจหรือว่าต้องการลบเพลย์ลิสต์นี้?
zh: 真的要删除此播放列表吗
zu: 是否真的要刪除此播放清單

# AddTrack_TopButton
source: Top
es: Parte superior
ko: 상단
th: สูงสุด
zh: 置顶
zu: 置頂

# AddTrack_NextButton
source: Next
es: Siguiente
ko: 다음 것
nl: De volgende
pl: Kolejny
th: ต่อไป
zh: 下一首
zu: 下一首

# AddTrack_EndButton
source: End
es: Fin
ko: 종료
nl: Einde
pl: Koniec
th: จบ
zh: 结束
zu: 結束

# AddTrack_ReplaceButton
source: Replace
es: Reemplazar
ko: 바꾸다
nl: Vervangen
pl: Zastąpić
th: แทนที่
zh: 替换
zu: 替換

# AddTrack_Title
source: Add tracks...
es: Añadir pistas ...
ko: 트랙 추가 ...
nl: Tracks toevoegen ...
pl: Dodaj utwory ...
th: เพิ่มแทร็ก ...
zh: 添加曲目
zu: 新增曲目

# AddTrack_WorkingTitle
source: Working
es: Trabajando
ko: 일
nl: Werkend
pl: Pracujący
th: การทำงาน
zh: 工作中
zu: 工作中

# AddTrack_AddingTracksToQueue
source: Adding tracks to queue. Please wait.
es: Añadiendo pistas a la fila. Por favor espere.
ko: 대기열에 트랙 추가하기. 기다려주십시오.
nl: Tracks toevoegen aan wachtrij. Wacht alsjeblieft.
pl: Dodawanie utworów do kolejki. Proszę czekać.
th: การเพิ่มแทร็กลงในคิว โปรดรอ.
zh: 正在把曲目添加到序列，请稍候
zu: 正在將曲目新增到序列，請稍候

# General_ErrorBrowsing
source: Browsing error
es: Error de navegación
ko: 찾아보기 오류
nl: Browsefout
pl: Błąd przeglądania
th: ข้อผิดพลาดในการเรียกดู
zh: 浏览错误
zu: 瀏覽錯誤

# AddTrack_EmptyDirectory
source: No content available.
es: No hay contenido disponible.
ko: 사용할 수있는 콘텐츠가 없습니다.
nl: Geen inhoud beschikbaar.
pl: Brak dostępnych treści.
th: ไม่มีเนื้อหา
zh: 内容为空
zu: 內容空白

# Input_Title
source: Inputs
es: Entradas
ko: 투입물
nl: Ingangen
pl: Wejścia
th: อินพุต
zh: 输入
zu: 輸入

# Input_LoadingError
source: An error occurred when loading the inputs
es: Se produjo un error al cargar las entradas
ko: 입력을로드하는 중 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het laden van de ingangen
pl: Wystąpił błąd podczas ładowania danych wejściowych
th: เกิดข้อผิดพลาดเมื่อโหลดอินพุต
zh: 输入端加载错误
zu: 輸入端載入錯誤

# Input_ModificationError
source: An error occurred when changing the input
es: Se produjo un error al cambiar la entrada
ko: 입력을 변경할 때 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het wijzigen van de invoer
pl: Wystąpił błąd podczas zmiany wejścia
th: เกิดข้อผิดพลาดเมื่อเปลี่ยนอินพุต
zh: 输入端修改时发生错误
zu: 輸入端修改時發生錯誤

# Library_Title
source: Library
es: Biblioteca
ko: 도서관
nl: Bibliotheek
pl: Biblioteka
th: ห้องสมุด
zh: 媒体库
zu: 媒體庫

# General_ConnectionLostTitle
source: Connection lost
es: Conexión perdida
ko: 연결이 끊어졌습니다.
nl: Verbinding verbroken
pl: Utracono połączenie
th: การเชื่อมต่อหายไป
zh: 失去连接
zu: 失去連線

# General_ConnectionLostMessage
source: Sorry, we lost the connection with your device, please try to connect again.
es: Lo sentimos, perdimos la conexión con su dispositivo, intente conectarse de nuevo.
ko: 죄송합니다. 기기와의 연결이 끊어졌습니다. 다시 연결 해보십시오.
nl: Sorry, de verbinding met je apparaat is verbroken. Probeer opnieuw verbinding te maken.
pl: Przepraszamy, straciliśmy połączenie z Twoim urządzeniem, spróbuj połączyć się ponownie.
th: ขออภัยเราสูญเสียการเชื่อมต่อกับอุปกรณ์ของคุณโปรดลองเชื่อมต่ออีกครั้ง
zh: 对不起，设备连接已断开，请重新再试
zu: 對不起，裝置連線已中斷，請重新再試

# Zones_Title
source: Zones
es: Zonas
ko: 구역
pl: Strefy
th: โซน
zh: 空间
zu: 空間

# Settings_SettingsSavedTitle
source: Settings saved
es: Se guardó la configuración
ko: 설정이 저장되었습니다
nl: Instellingen opgeslagen
pl: Ustawienia zapisane
th: การตั้งค่าที่บันทึกไว้
zh: 设置保存成功
zu: 設定儲存成功

# Settings_SettingsSavedMessage
source: Your new settings have been saved. The MiND will reappear in the zones area.
es: Sus nuevos ajustes se han guardado. El MiND reaparecerá en el área de zonas.
ko: 새 설정이 저장되었습니다. MiND가 존 영역에 다시 나타납니다.
nl: Uw nieuwe instellingen zijn opgeslagen. De MiND verschijnt weer in het zonegebied.
pl: Twoje nowe ustawienia zostały zapisane. MiND pojawi się ponownie w obszarze stref.
th: บันทึกการตั้งค่าใหม่ของคุณแล้ว MiND จะปรากฏขึ้นอีกครั้งในพื้นที่โซน
zh: 新设置已保存。MiND将会重新在空间内出现
zu: 新設定已儲存。MiND 將會重新在空間內出現

# Settings_UnconfiguredMindMessage
source: This MiND is not yet configured. Please configure its network settings to be able to enjoy all the features.
es: Este MiND aún no está configurado. Por favor, configure sus ajustes de red para poder disfrutar de todas las funciones.
ko: 이 미드는 아직 구성되지 않았습니다. 모든 기능을 즐길 수 있도록 네트워크 설정을 구성하십시오.
nl: Deze MiND is nog niet geconfigureerd. Configureer de netwerkinstellingen om van alle functies gebruik te kunnen maken.
pl: Ten MiND nie jest jeszcze skonfigurowany. Skonfiguruj ustawienia sieciowe, aby móc korzystać ze wszystkich funkcji.
th: MiND นี้ยังไม่ได้กำหนดค่า โปรดกำหนดการตั้งค่าเครือข่ายเพื่อให้สามารถเพลิดเพลินกับคุณสมบัติทั้งหมด
zh: MiND未设置好，请重新设定网络以便体验所有的功能
zu: MiND 未設定好，請重新設定網路以便體驗所有功能

# Settings_ConfigureButton
source: Configure
es: Configurar
ko: 구성
nl: Configureer
pl: Konfiguruj
th: กำหนดค่า
zh: 设置
zu: 設定

# General_0_Items
source: {0} Items
es: {0} elementos
ko: {0} 항목
pl: {0} Przedmioty
th: {0} รายการ
zh: {0} 项目
zu: {0} 項目

# General_0_Item
source: {0} Item
es: Artículo {0}
ko: {0} 항목
pl: {0} Przedmiot
th: {0} รายการ
zh: {0} 项
zu: {0} 項

# AddTrack_More
source: More...
es: Más...
ko: 더...
nl: Meer...
pl: Więcej...
th: มากกว่า...
zh: 更多...
zu: 更多...

# Queue_Title
source: QUEUE
es: Fila
ko: 열
nl: AFSPEELLIJST
pl: KOLEJKA
th: คิว
zh: 排序
zu: 排序

# Queue_Track_Paused
source: PAUSED
es: EN PAUSA
ko: 일시 중지됨
nl: PAUZE
pl: PAUZA
th: หยุดชั่วคราว
zh: 暂停
zu: 暫停

# Queue_Track_Playing
source: PLAYING
es: REPRODUCIENDO
ko: 연주하기
nl: SPELEN
pl: ODTWARZANIE
th: การเล่น
zh: 播放中
zu: 播放中

# Queue_Track_Stopped
source: STOPPED
es: DETENIDO
ko: 멈춘
nl: GESTOPT
pl: ZATRZYMANY
th: หยุด
zh: 停止
zu: 停止

# Queue_Track
source: {0} track
es: {0} pista
ko: {0} 트랙
pl: {0} utwór
th: {0} แทร็ก
zh: {0} 歌曲
zu: {0} 歌曲

# Queue_Tracks
source: {0} tracks
es: {0} pistas
ko: {0} 트랙
nl: {0} nummers
pl: {0} utworów
th: {0} แทร็ก
zh: {0} 歌曲
zu: {0} 歌曲

# Queue_Track_Index_NoTrack
source: No Track
es: No hay pista
ko: 트랙 없음
nl: geen tracks
pl: Brak utworu
th: ไม่มีการติดตาม
zh: 没有曲目
zu: 沒有曲目

# Queue_Track_UnableToPlay
source: Unable to play track
es: No se puede reproducir la pista
ko: 트랙을 재생할 수 없습니다.
nl: Kan track niet afspelen
pl: Nie można odtworzyć utworu
th: ไม่สามารถเล่นแทร็กได้
zh: 无法播放此曲目
zu: 無法播放此曲目

# General_UnsupportedFormat
source: Unsupported format
es: Formato no compatible
ko: 지원되지 않는 형식
nl: Niet ondersteund formaat
pl: Format nieobsługiwany
th: รูปแบบที่ไม่สนับสนุน
zh: 不支持的格式
zu: 不支援的格式

# Playlist_ExistingPlaylists
source: Existing playlists
es: Listas de reproducción existentes
ko: 기존 재생 목록
nl: Bestaande afspeellijsten
pl: Istniejące listy odtwarzania
th: เพลย์ลิสต์ที่มีอยู่
zh: 已存的播放列表
zu: 已儲存的播放清單

# Library_PlayNow
source: Play now
es: Reproducir ahora
ko: 지금 플레이
nl: Nu afspelen
pl: Odtwarzaj teraz
th: เล่นตอนนี้
zh: 听歌吧
zu: 立即播放

# General_Delete
source: Delete
es: Eliminar
ko: 지우다
nl: Verwijderen
pl: Kasuj
th: ลบ
zh: 删除
zu: 刪除

# Settings_ZoneSettings
source: Zone Settings
es: Ajustes de zona
ko: 영역 설정
nl: Zone-Instellingen
pl: Ustawienia strefy
th: การตั้งค่าโซน
zh: 区域设置
zu: 區域設定

# Settings_InfoTitle
source: Info
es: Información
ko: 정보
pl: Informacje
th: ข้อมูล
zh: 信息
zu: 資訊

# Settings_Name
source: Name
es: Nombre
ko: 이름
nl: Naam
pl: Imię
th: ชื่อ
zh: 名字
zu: 名稱

source: New name successfully saved.
es: Nuevo nombre guardado con éxito.
ko: 새 이름이 저장되었습니다.
nl: Nieuwe naam succesvol opgeslagen.
pl: Nowa nazwa została pomyślnie zapisana.
th: ชื่อใหม่บันทึกสำเร็จ
zh: 新名字已保存
zu: 新名稱已儲存

# Settings_Model
source: Model
es: Modelo
ko: 모델
th: แบบอย่าง
zh: 型号
zu: 型號

# Settings_Location
source: Location
es: Ubicación
ko: 위치
nl: Plaats
pl: Lokalizacja
th: ที่ตั้ง
zh: 地区
zu: 地區

# Settings_MindVersion
source: MiND module version
es: Versión del módulo MiND
ko: 미드 모듈 버전
nl: MiND-module versie
pl: Wersja modułu MiND
th: เวอร์ชันโมดูล MiND
zh: MiND模块版本
zu: MiND 模組版本

# Settings_Network
source: Network
es: Red
ko: 회로망
nl: Netwerk
pl: Sieć
th: เครือข่าย
zh: 网络
zu: 網路

# Settings_NetworkSettings
source: Network settings
es: Configuración de red
ko: 네트워크 설정
nl: Netwerkinstellingen
pl: Ustawienia sieci
th: การตั้งค่าเครือข่าย
zh: 网络设定
zu: 網路設定

# General_WifiConnectionLost
source: Wi-Fi connection lost
es: Conexión Wi-Fi perdida
ko: Wi-Fi 연결이 끊어짐
nl: Wi-Fi-verbinding verbroken
pl: Utracono połączenie Wi-Fi
th: การเชื่อมต่อ Wi-Fi หายไป
zh: 无线连接已断开
zu: 無線連接已中斷

# General_WifiWaitingForConnection
source: Waiting for Wi-Fi connection...
es: Esperando conexión Wi-Fi ...
ko: Wi-Fi 연결을 기다리는 중 ...
nl: Wachten op Wi-Fi-verbinding ...
pl: Oczekiwanie na połączenie Wi-Fi ...
th: รอการเชื่อมต่อ Wi-Fi ...
zh: 等待无线连接
zu: 等待無線連接

# General_ConnectionFailedTitle
source: Connection failed
es: La conexión falló
ko: 연결에 실패
nl: Verbinding mislukt
pl: Połączenie nieudane
th: การเชื่อมต่อล้มเหลว
zh: 连接失败
zu: 連線失敗

# General_ConnectionFailedMessage
source: Can't connect to the MiND. Please check if another controller is already connected, and close that application before trying again.
es: No se puede conectar a la MiND. Compruebe si hay otro controlador ya conectado y cierre esa aplicación antes de volver a intentarlo.
ko: MiND에 연결할 수 없습니다. 다른 컨트롤러가 이미 연결되어 있는지 확인한 다음 다시 시도하기 전에 해당 응용 프로그램을 닫으십시오.
nl: Kan geen verbinding maken met de MiND. Controleer of er al een andere controller is aangesloten en sluit die applicatie voordat u het opnieuw probeert.
pl: Nie można połączyć się z MiND. Sprawdź, czy inny kontroler jest już podłączony i zamknij tę aplikację przed ponowną próbą.
th: ไม่สามารถเชื่อมต่อกับ MiND โปรดตรวจสอบว่าคอนโทรลเลอร์อื่นเชื่อมต่ออยู่แล้วหรือไม่ และปิดแอปพลิเคชันนั้นก่อนลองอีกครั้ง
zh: 无法连接到MiND。请检查是否已连接到别的控制器，请关闭程序再试。
zu: 無法連線至 MiND。請檢查是否已連線至其他控制器，請關閉程式再試。

# General_Retry
source: Retry
es: Procesar de nuevo
ko: 다시 해 보다
nl: Opnieuw proberen
pl: Spróbuj ponownie
th: ลองอีกครั้ง
zh: 重试
zu: 重試

# Mind_UpdateInProgressTitle
source: Update in progress...
es: Actualización en progreso...
ko: 업데이트 진행 중 ...
nl: Update wordt uitgevoerd...
pl: Aktualizacja w toku...
th: อัปเดตระหว่างดำเนินการ ...
zh: 升级进行中
zu: 升級中

# Mind_UpdateInProgressMessage
source: Your unit is updating. It will reappear on the network in about 10 minutes. Please be patient.
es: Su unidad se está actualizando. Volverá a aparecer en la red en unos 10 minutos. Por favor sea paciente.
ko: 유닛이 업데이트 중입니다. 약 10 분 안에 네트워크에 다시 나타납니다. 기다려주십시오.
nl: Uw apparaat wordt geüpdatet. Het zal binnen ongeveer 10 minuten weer op het netwerk verschijnen. Wees alstublieft geduldig.
pl: Twoja jednostka aktualizuje się. Pojawi się ponownie w sieci w około 10 minut. Proszę być cierpliwym.
th: หน่วยของคุณกำลังอัปเดต มันจะปรากฏขึ้นอีกครั้งในเครือข่ายในเวลาประมาณ 10 นาที กรุณาอดทน
zh: 升级中，预计需时10分钟，敬请耐心等候。
zu: 升級中，預計需要 10 分鐘，敬請耐心等候。

# Device_ErrorLoadingMindNetworkSettings
source: Could not load MiND network settings
es: No se pudo cargar la configuración de red de MiND
ko: 미드 네트워크 설정을로드 할 수 없습니다.
nl: Kan MiND-netwerkinstellingen niet laden
pl: Nie można załadować ustawień sieciowych MiND
th: ไม่สามารถโหลดการตั้งค่าเครือข่าย MiND
zh: 无法加载MiND网络设定
zu: 無法載入 MiND 網路設定

# Device_ErrorConnectingToMind
source: Could not connect to MiND
es: No se pudo conectar a MiND
ko: MiND에 연결할 수 없습니다.
nl: Kan geen verbinding maken met MiND
pl: Nie można połączyć się z MiND
th: ไม่สามารถเชื่อมต่อกับ MiND
zh: 无法连接到MiND
zu: 無法連線至 MiND

# General_MindZones
source: MiND ZONES
es: ZONAS DE MiND
ko: 미네소타 존
pl: STREFY MIND
th: โซน MiND
zh: MIND空间
zu: MIND 空間

# General_Mediaservers
source: MEDIA LIBRARIES
es: Bibliotecas de Multimedia
ko: 미디어 라이브러리
nl: MEDIA BIBLIOTHEKEN
pl: BIBLIOTEKI MEDIALNE
th: ห้องสมุดสื่อ
zh: 媒体库
zu: 媒體庫

# WLANSecurity_WPA
source: WPA
zh: WPA 加密
zu: WPA 加密

# WLANSecurity_WPA2
source: WPA2
zh: WPA2 加密
zu: WPA2 加密

# WLANSecurity_WEP
source: WEP
th: เวทมนตร์
zh: WEP 加密
zu: WEP 加密

# WLANSecurity_None
source: None
es: Ninguna
ko: 없음
nl: Geen
pl: Żaden
th: ไม่มี
zh: 不设密码
zu: 不設密碼

# Network_Title
source: Network
es: Red
ko: 회로망
nl: Netwerk
pl: Sieć
th: เครือข่าย
zh: 网络
zu: 網路

# Network_Error_NameEmptyTitle
source: Empty name
es: Nombre vacio
ko: 빈 이름
nl: Lege naam
pl: Pusta nazwa
th: ชื่อว่าง
zh: 空名字
zu: 空名稱

# Network_Error_NameEmptyMessage
source: The MiND name cannot be empty
es: El nombre de MiND no puede estar vacío
ko: MiND 이름은 비워 둘 수 없습니다.
nl: De MiND-naam mag niet leeg zijn
pl: Nazwa MiND nie może być pusta
th: ชื่อ MiND ไม่สามารถเว้นว่างได้
zh: MiND的名字不能为空
zu: MiND 的名稱不能空白

# Network_IPAddress
source: IP address
es: dirección IP
ko: IP 주소
nl: IP adres
pl: adres IP
th: ที่อยู่ IP
zh: IP地址
zu: IP 位址

# Network_Error_InvalidIPMessage
source: An invalid IP address was specified.
es: Se especificó una dirección IP no válida.
ko: 잘못된 IP 주소가 지정되었습니다.
nl: Er is een ongeldig IP-adres opgegeven.
pl: Podano nieprawidłowy adres IP.
th: ระบุที่อยู่ IP ที่ไม่ถูกต้อง
zh: IP地址非法
zu: IP 位址違例

# Network_SubnetMask
source: Subnet mask
es: Máscara de subred
ko: 서브넷 마스크
nl: Subnetmasker
pl: Maska podsieci
th: หน้ากากซับเน็ต
zh: 子网掩码
zu: 子網路遮罩

# Network_Error_InvalidSubnetMaskMessage
source: An invalid subnet mask was specified.
es: Se especificó una máscara de subred no válida.
ko: 잘못된 서브넷 마스크가 지정되었습니다.
nl: Er is een ongeldig subnetmasker opgegeven.
pl: Określono nieprawidłową maskę podsieci.
th: มีการระบุหน้ากากซับเน็ตที่ไม่ถูกต้อง
zh: 子网掩码无效
zu: 子網路遮罩無效

# Network_Gateway
source: Gateway
es: Puerto
ko: 게이트웨이
nl: poort
pl: Przejście
th: ประตู
zh: 网关
zu: 閘道

# Network_Error_InvalidGatewayMessage
source: An invalid gateway address was specified.
es: Se especificó una dirección de puerta de enlace no válida.
ko: 잘못된 게이트웨이 주소가 지정되었습니다.
nl: Er is een ongeldig gateway-adres opgegeven.
pl: Podano nieprawidłowy adres bramy.
th: ระบุที่อยู่เกตเวย์ที่ไม่ถูกต้อง
zh: 网关地址非法
zu: 閘道位址違例

# Network_DNS
source: DNS
zh: 域名
zu: 網域名稱

# Network_Error_InvalidDNSMessage
source: An invalid DNS address was specified.
es: Se especificó una dirección DNS no válida.
ko: 잘못된 DNS 주소가 지정되었습니다.
nl: Er is een ongeldig DNS-adres opgegeven.
pl: Podano nieprawidłowy adres DNS.
th: ระบุที่อยู่ DNS ที่ไม่ถูกต้อง
zh: 域名地址无效
zu: 網域名稱位址無效

# Network_WEPKey
source: WEP key
es: clave WEP
ko: WEP 키
nl: WEP-sleutel
pl: Klucz WEP
th: คีย์ WEP
zh: WEP 密码
zu: WEP 密碼

# NetworkErrorEmptyWEPKeyMessage
source: The wep key cannot be empty
es: La clave wep no puede estar vacía
ko: wep 키는 비워 둘 수 없습니다.
nl: De wep-sleutel mag niet leeg zijn
pl: Klucz wep nie może być pusty
th: คีย์ WEP ไม่สามารถว่างเปล่า
zh: 密码不能为空
zu: 密碼不能空白

source: Password
es: Contraseña
ko: 암호
nl: Wachtwoord
pl: Hasło
th: รหัสผ่าน
zh: 密码
zu: 密碼

# Network_Error_EmptyWPAPasswordMessage
source: Your Wi-Fi password cannot be empty
es: Su contraseña de Wi-Fi no puede estar vacía
ko: Wi-Fi 비밀번호는 반드시 입력해야합니다.
nl: Uw Wi-Fi-wachtwoord mag niet leeg zijn
pl: Twoje hasło Wi-Fi nie może być puste
th: รหัสผ่าน Wi-Fi ของคุณจะไม่ว่างเปล่า
zh: 密码不能为空
zu: 密碼不能空白

# Network_SavingSettingsTitle
source: Saving settings
es: Guardando ajustes
ko: 설정 저장 중
nl: Instellingen opslaan
pl: Zapisywanie ustawień
th: บันทึกการตั้งค่า
zh: 密码不能为空
zu: 密碼不能空白

# Network_SavingSettingsMessage
source: Saving settings, please wait...
es: Guardando ajustes, por favor espere ...
ko: 설정을 저장하는 중입니다. 잠시 기다려주십시오 ...
nl: Instellingen opslaan, even geduld ...
pl: Zapisywanie ustawień, proszę czekać ...
th: บันทึกการตั้งค่าโปรดรอ ...
zh: 设置保存中，请稍候……
zu: 設定儲存中，請稍候……

# Network_GeneralHeader
source: General
ko: 일반
nl: Algemeen
pl: Ogólne
th: ทั่วไป
zh: 通用
zu: 通用

# Network_WirelessHeader
source: Wireless
es: Inalámbrico
ko: 무선 전화
nl: Draadloze
pl: Bezprzewodowy
th: ไร้สาย
zh: 无线
zu: 無線

# Network_WirelessWifi
source: Wi-Fi
ko: 와이파이
zh: 无线网络
zu: 無線網路

# Network_Security
source: Security
es: Seguridad
ko: 보안
nl: Veiligheid
pl: Zabezpieczenia
th: ความปลอดภัย
zh: 安全设置
zu: 安全設定

# Network_MindName
source: MiND Name
es: Nombre de MiND
ko: 미드 네임
nl: MiND-naam
pl: Nazwa MiND
th: ชื่อ MiND
zh: MiND的名字
zu: MiND 的名稱

# Network_WEPIndex
source: WEP Index
es: Índice WEP
ko: WEP 색인
pl: Indeks WEP
th: ดัชนี WEP
zh: WEP索引
zu: WEP 索引

# Network_DHCP
source: DHCP
zh: 动态主机配置协议
zu: 動態主機酗置協定

# Player_NoTrack
source: No Track
es: No hay pista
ko: 트랙 없음
nl: Geen track
pl: Brak utworu
th: ไม่มีการติดตาม
zh: 没有曲目
zu: 沒有曲目

# Player_ClearQueueTitle
source: Clear queue
es: Borrar fila
ko: 대기열 지우기
nl: Afspeellijst wissen
pl: Wyczyść kolejkę
th: ล้างคิว
zh: 清除列表
zu: 清除清單

# General_Clear
source: Clear
es: Borrar
ko: 명확한
nl: Wissen
pl: Wyczyść
th: ชัดเจน
zh: 清空
zu: 清空

# Player_ClearQueueMessage
source: Are you sure you want to clear the queue?
es: ¿Seguro de borrar la fila?
ko: 대기열을 지우시겠습니까?
nl: Weet u zeker dat u de afspeellijst wilt wissen?
pl: Czy na pewno chcesz wyczyścić kolejkę?
th: แน่ใจหรือว่าต้องการล้างคิว?
zh: 确认要清空列表？
zu: 是否確認要清空清單？

# General_Save
source: Save
es: Guardar
ko: 구하다
nl: Opslaan
pl: Zapisz
th: บันทึก
zh: 保存
zu: 儲存

# General_Done
source: Done
es: Hecho
ko: 끝난
nl: Gedaan
pl: Gotowe
th: เสร็จแล้ว
zh: 已完成
zu: 已完成

# General_Edit
source: Edit
es: Editar
ko: 편집하다
nl: Bewerk
pl: Edytuj
th: แก้ไข
zh: 编辑
zu: 編輯

# Player_PlaylistName
source: Name
es: Nombre
ko: 이름
nl: Naam
pl: Nazwa
th: ชื่อ
zh: 名字
zu: 名稱

# Player_UnknownInformation
source: Unknown
es: Desconocido
ko: 알 수 없는
nl: Onbekend
pl: Nieznany
th: ไม่รู้จัก
zh: 未知内容
zu: 內容不明

# Player_RemoveTrack
source: Remove Track
es: Quitar pista
ko: 트랙 제거
nl: Track verwijderen
pl: Usuń ścieżkę
th: ลบแทร็ก
zh: 移除曲目
zu: 移除曲目

# Player_NowPlaying
source: Now Playing
es: Reproduciendo Ahora
ko: 지금 재생 중
nl: Speelt nu
pl: Teraz odtwarzane
th: กำลังเล่น
zh: 正在播放
zu: 正在播放

# Metadata_Title
source: Title
es: Título
ko: 표제
nl: Titel
pl: Tytuł
th: ชื่อ
zh: 名字
zu: 名稱

# Metadata_Album
source: Album
es: Álbum
ko: 앨범
th: อัลบั้ม
zh: 专辑
zu: 專輯

# Metadata_Artist
source: Artist
es: Artista
ko: 예술가
nl: Artiest
pl: Artysta
th: ศิลปิน
zh: 艺术家
zu: 藝術家

# Metadata_Genre
source: Genre
es: Género
ko: 유형
pl: Gatunek muzyczny
th: ประเภท
zh: 流派
zu: 流派

# Metadata_Composer
source: Composer
es: Compositor
ko: 작곡가
nl: Componist
pl: Kompozytor
th: นักแต่งเพลง
zh: 作曲家
zu: 作曲家

# Metadata_Conductor
source: Conductor
ko: 지휘자
nl: Dirigent
pl: Konduktor
th: ตัวนำ
zh: 指挥者
zu: 指揮者

# Metadata_Date
source: Date
es: Fecha
ko: 날짜
nl: Datum
pl: Data
th: วันที่
zh: 日期
zu: 日期

# Metadata_Description
source: Description
es: Descripción
ko: 기술
nl: Beschrijving
pl: Opis
th: คำอธิบาย
zh: 描述
zu: 說明

# Metadata_Slogan
source: Slogan
es: Eslogan
ko: 슬로건
pl: Hasło reklamowe
th: คำขวัญ
zh: 口号
zu: 口號

# Metadata_Language
source: Language
es: Idioma
ko: 언어
nl: Taal
pl: Język
th: ภาษา
zh: 语言
zu: 語言

# Metadata_Place
source: Place
es: Lugar
ko: 장소
nl: Plaats
pl: Miejsce
th: สถานที่
zh: 地方
zu: 地方

# Metadata_TitleTab1
source: Details
es: Detalles
ko: 세부
pl: Szczegóły
th: รายละเอียด
zh: 细节
zu: 細節

# Metadata_TitleTab2
source: Album cover
es: Portada del álbum
ko: 앨범 커버
nl: Albumhoes
pl: Okładka albumu
th: ปกอัลบั้ม
zh: 封面
zu: 封面

source: Actions
es: Opciones
ko: 행위
nl: Acties
pl: Działania
th: การกระทำ
zh: 动作
zu: 動作

# Playlists_PlaylistName
source: Playlist Name
es: Nombre de la lista de reproducción
ko: 재생 목록 이름
nl: Naam afspeellijst
pl: Nazwa listy odtwarzania
th: ชื่อเพลย์ลิสต์
zh: 名字
zu: 名稱

# Settings_Version
source: Firmware
ko: 펌웨어
pl: Oprogramowanie układowe
th: เฟิร์มแวร์
zh: 固件版本
zu: 韌體版本

# General_NoMindFoundTitle
source: No MiND found
es: No se ha encontrado MiND
ko: MiND가 없습니다.
nl: Geen MiND gevonden
pl: Nie znaleziono MiND
th: ไม่พบ MiND
zh: 没找到MiND
zu: 沒找到 MiND
