Repository: josue-lubaki/DataConverter
Catalog: out/production/Converter/resx_files/Localization.*.resx
Languages: es, ko, nl, pl, th, zh, zu

# RescanPortError
source: An error occurred while trying to rescan the network. Make sure another application doesn't use port 1900. Kill all other open process(es) and retry.
es: Se ha producido un error al intentar volver a explorar la red. Asegúrese de que otra aplicación no use el puerto 1900. Cancele todos los procesos abiertos y vuelva a intentarlo.
ko: 네트워크를 다시 검사하는 중 오류가 발생했습니다. 다른 응용 프로그램이 포트 1900을 사용하지 않는지 확인하십시오. 열려있는 다른 모든 프로세스를 종료하고 다시 시도하십시오.
nl: Er is een fout opgetreden bij het opnieuw scannen van het netwerk. Zorg ervoor dat een andere toepassing poort 1900 niet gebruikt. Sluit alle andere geopende processen en probeer het opnieuw.
pl: Wystąpił błąd podczas próby ponownego skanowania sieci. Upewnij się, że inna aplikacja nie używa portu 1900. Zabij wszystkie inne otwarte procesy i ponów próbę.
th: เกิดข้อผิดพลาดในขณะที่พยายามกู้เครือข่าย ตรวจสอบให้แน่ใจว่าแอปพลิเคชันอื่นไม่ใช้พอร์ต 1900 ฆ่ากระบวนการเปิดอื่น ๆ ทั้งหมดและลองใหม่
zh: 网络扫描出现错误。请确保1900端口没有被其它程序占用。请结束其他进程并重试。
zu: 網路掃描出現錯誤。請確保其它程式未佔用 1900 埠。請結束其他進度並重試。

# Network_AvdancedSettingShow
source: Advanced settings
es: Ajustes avanzados
ko: 고급 설정
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
th: ตั้งค่าขั้นสูง
zh: 高级设定
zu: 進階設定

# Network_AvdancedSettingHide
source: Hide Advanced settings
es: Ocultar configuraciones avanzadas
ko: 고급 설정 숨기기
nl: Geavanceerde instellingen verbergen
pl: Ukryj ustawienia zaawansowane
th: ซ่อนการตั้งค่าขั้นสูง
zh: 隐藏高级设定
zu: 隱藏進階設定

# Network_OtherWifi
source: Other Wi-Fi
es: Otro Wi-Fi
ko: 기타 와이파이
nl: Andere Wi-Fi
pl: Inne Wi-Fi
th: Wi-Fi อื่น ๆ
zh: 其他Wi-Fi
zu: 其他 Wi-Fi

# Settings_Loading
source: Loading network settings options ...
es: Cargando opciones de configuración de red ...
ko: 네트워크 설정 옵션로드 중 ...
nl: Opties voor netwerkinstellingen laden ...
pl: Ładowanie opcji ustawień sieciowych ...
th: การโหลดตัวเลือกการตั้งค่าเครือข่าย ...
zh: 正在加载网络设置选项
zu: 正在載入網路設定選項

# Favorite_Remove
source: Removed from favourites
es: Eliminado de favoritos
ko: 즐겨찾기에서 삭제됨
nl: Verwijderd uit favorieten
pl: Usunięto z ulubionych
th: ลบออกจากรายการโปรดแล้ว
zh: 已从收藏夹中删除
zu: 已從收藏夾中刪除

# Favorite_Insert
source: Added to favourites
es: Añadido a favoritos
ko: 즐겨찾기에 추가됨
nl: Toegevoegd aan favorieten
pl: Dodano do ulubionych
th: เพิ่มในรายการโปรดแล้ว
zh: 已添加至收藏夹
zu: 已新增至收藏夾

# Metadata_NumberOfTracksTitle
source: Number of tracks
es: Numero de pistas
ko: 트랙 수
nl: Aantal tracks
pl: Liczba utworów
th: จำนวนแทร็ก
zh: 曲目数量
zu: 曲目數量

# Player_AddToPlaylist
source: Add to playlist
es: Agregar a la lista de reproducción
ko: 재생 목록에 추가
nl: Toevoegen aan afspeellijst
pl: Dodaj do listy odtwarzania
th: เพิ่มลงในเพลย์ลิสต์
zh: 添加到播放列表
zu: 新增到播放清單

# Refresh_Network
source: Pull to rescan network
es: Tire para volver a escanear la red
ko: 네트워크 다시 검사로 이동
nl: Trek om het netwerk opnieuw te scannen
pl: Pociągnij, aby przeskanować sieć
th: ดึงไปยังเครือข่าย Rescan
zh: 下拉以重新扫描网络
zu: 下拉以重新掃描網路

# Library_ConnectionLost
source: {0} library has been disconnected or closes connection. Please select another library...
es: La biblioteca {0} se ha desconectado o se ha cerrado la conexión. Por favor seleccione otra biblioteca ...
ko: {0} 라이브러리가 연결이 끊어 졌거나 연결이 끊어졌습니다. 다른 라이브러리를 선택하십시오 ...
nl: {0} bibliotheek is losgekoppeld of sluit de verbinding. Selecteer een andere bibliotheek ...
pl: Biblioteka {0} została odłączona lub zamyka połączenie. Wybierz inną bibliotekę ...
th: {0} ไลบรารีถูกตัดการเชื่อมต่อหรือปิดการเชื่อมต่อ กรุณาเลือกไลบรารีอื่น ...
zh: {0}库已断开连接或已关闭。请选择其他图书馆
zu: {0} 庫已中斷連線或已關閉。請選擇其他圖書館

# Library_Local
source: Local Library
es: Librería local
ko: 지역 도서관
nl: Lokale bibliotheek
pl: Lokalna biblioteka
th: ห้องสมุดท้องถิ่น
zh: 本地音乐库
zu: 本機音樂庫

# Library_Preparing
source: Preparing local music library, please wait ...
es: Preparando la biblioteca de música local, por favor espere ...
ko: 지역 음악 라이브러리 준비 중입니다. 잠시 기다려주십시오 ...
nl: Lokale muziekbibliotheek voorbereiden, even geduld ...
pl: Przygotuj lokalną bibliotekę muzyczną, proszę czekać ...
th: เตรียมห้องสมุดเพลงท้องถิ่นโปรดรอ ...
zh: 本地音乐库扫描中，请稍候。
zu: 本機音樂庫掃描中，請稍候。

# Library_PreparingFailed
source: An error occurred while preparing the local music library.
es: Se produjo un error al preparar la biblioteca de música local.
ko: 로컬 음악 라이브러리를 준비하는 중에 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het voorbereiden van de lokale muziekbibliotheek.
pl: Wystąpił błąd podczas przygotowywania lokalnej biblioteki muzycznej.
th: เกิดข้อผิดพลาดในขณะที่เตรียมไลบรารีเพลงท้องถิ่น
zh: 本地音乐库初始化失败。
zu: 本機音樂庫初始化失敗。

# Library_Connecting
source: Connecting to {0} library, please wait ...
es: Conectando a la biblioteca {0}, por favor espere ...
ko: {0} 라이브러리에 연결 중입니다. 잠시 기다려주십시오 ...
nl: Verbinding maken met {0} bibliotheek, even geduld ...
pl: Podłącz do biblioteki {0}, proszę czekać ...
th: เชื่อมต่อกับไลบรารี {0} โปรดรอ ...
zh: 正在连接到 {0} 音乐库，请稍候
zu: 正在連線至 {0} 音樂庫，請稍候

# Library_Loading
source: Loading to {0} library, please wait ...
es: Cargando a la biblioteca {0}, por favor espere ...
ko: {0} 라이브러리에로드 중입니다. 잠시 기다려주십시오 ...
nl: Laden naar bibliotheek {0}, even geduld ...
pl: Ładowanie do biblioteki {0}, proszę czekać ...
th: โหลดไปยังไลบรารี {0} โปรดรอ ...
zh: 正在加载{0}音乐库，请稍候
zu: 正在載入 {0} 音樂庫，請稍候

# Library_Remove
source: Remove from library
es: Eliminar de la biblioteca
ko: 라이브러리에서 제거
nl: Verwijderen uit bibliotheek
pl: Usuń z biblioteki
th: ลบออกจากไลบรารี
zh: 从音乐库移除
zu: 從音樂庫移除

# Library_Add
source: Add to library
es: Agregar a la biblioteca
ko: 라이브러리에 추가
nl: Toevoegen aan bibliotheek
pl: Dodaj do biblioteki
th: เพิ่มในห้องสมุด
zh: 添加到音乐库
zu: 新增到音樂庫

# General_Wait
source: Please Wait ...
es: Por favor espera ...
ko: 기다려주십시오 ...
nl: Wacht alsjeblieft ...
pl: Proszę czekać ...
th: โปรดรอ ...
zh: 请稍候
zu: 請稍候

# Library_ItemNotAdded
source: Item not added to library
es: Elemento no agregado a la biblioteca
ko: 항목이 라이브러리에 추가되지 않았습니다.
nl: Item niet toegevoegd aan bibliotheek
pl: Element nie został dodany do biblioteki
th: รายการที่ไม่ได้เพิ่มในไลบรารี
zh: 曲目未添加到音乐库
zu: 曲目未新增到音樂庫

# Library_ItemNotRemoved
source: Item not removed from library
es: Elemento no eliminado de la biblioteca
ko: 항목이 도서관에서 삭제되지 않았습니다.
nl: Item niet verwijderd uit bibliotheek
pl: Przedmiot nie został usunięty z biblioteki
th: รายการที่ไม่ได้ลบออกจากไลบรารี
zh: 曲目未从音乐库移除
zu: 曲目未從音樂庫移除

# Favorite_ItemNotAdded
source: Item not added to favourite
es: Artículo no agregado a favorito
ko: 항목이 즐겨 찾기에 추가되지 않았습니다.
nl: Item niet toegevoegd aan favoriet
pl: Przedmiot nie został dodany do ulubionych
th: รายการที่ไม่ได้เพิ่มในรายการโปรด
zh: 曲目未添加到收藏夹
zu: 曲目未新增到我的最愛

# Favorite_ItemNotRemoved
source: Item not removed from favourite
es: Artículo no eliminado de favorito
ko: 항목이 즐겨 찾기에서 삭제되지 않았습니다.
nl: Item niet verwijderd uit favoriet
pl: Przedmiot nie został usunięty z ulubionych
th: รายการที่ไม่ได้ลบออกจากรายการโปรด
zh: 曲目未从收藏夹移除
zu: 曲目未從我的最愛移除

# NotLoggedInAlert
source: You are not logged in. Please, login first by accessing your music service settings from the libraries list.
es: No ha iniciado sesión. Inicie sesión primero accediendo a la configuración del servicio de música desde la lista de bibliotecas.
ko: 로그인하지 않았습니다. 먼저 도서관 목록에서 음악 서비스 설정에 액세스하여 로그인하십시오.
nl: U bent niet ingelogd. Log eerst in door naar de instellingen van uw muziekservice te gaan in de lijst met bibliotheken.
pl: Nie jesteś zalogowany Proszę się najpierw zalogować, uzyskując dostęp do ustawień usługi muzycznej z listy bibliotek.
th: คุณยังไม่ได้เข้าสู่ระบบ. โปรดเข้าสู่ระบบก่อนโดยเข้าถึงการตั้งค่าบริการเพลงของคุณจากรายการไลบรารี
zh: 你没有登录 请首先登录图书馆列表中的音乐服务设置。
zu: 您沒有登入 請先登入圖書館清單中的音樂服務設定。

# Player_Reloading
source: Reloading Player
es: Re-cargando Reproductor
ko: 플레이어를 다시로드 중입니다.
nl: Speler opnieuw laden
pl: Ponowne ładowanie odtwarzacza
th: ผู้เล่นใหม่
zh: 重新加载播放器
zu: 重新載入播放器

source: Player
es: Reproductor
ko: 음악 플레이어
nl: Speler
pl: Odtwarzacza
th: ผู้เล่น
zh: 音乐播放器
zu: 音樂播放器

# Queue_Track_Pause
source: PAUSE TRACK
es: Pausar Pista
nl: PAUZE TRACK
pl: PAUZA
th: หยุดชั่วคราว
zh: 暂定此曲
zu: 暫定此曲

# Queue_FailedAddTrack
source: Failed to add tracks to queue.
es: Error al agregar pistas a la fila.
ko: 대기열에 트랙을 추가하는 데 실패했습니다.
nl: Kan tracks niet toevoegen aan afspeellijst.
pl: Nie można dodać ścieżek do kolejki.
th: ไม่สามารถเพิ่มแทร็กลงในคิว
zh: 无法添加曲目到队列中
zu: 無法新增曲目到佇列中

# Queue_FailedClear
source: Failed to clear queue.
es: Error al borrar la fila.
ko: 대기열을 지우지 못했습니다.
nl: Kan afspeellijst niet wissen.
pl: Nie udało się wyczyścić kolejki.
th: ล้มเหลวในการล้างคิว
zh: 清空列表失败
zu: 清空清單失敗

# NetWork_WifiChanged
source: Wi-Fi connection changed
es: Conexión Wi-Fi cambiada
ko: Wi-Fi 연결 변경됨
nl: Wi-Fi-verbinding gewijzigd
pl: Zmieniono połączenie Wi-Fi
th: การเชื่อมต่อ Wi-Fi เปลี่ยนไป
zh: 无线网络连接已变更
zu: 無線網路連線已變更

# NetWork_WifiStateChangedMessage
source: Wi-Fi connection state changed, restarting application ... Please wait.
es: El estado de la conexión Wi-Fi cambió, reiniciando la aplicación ... Por favor, espere.
ko: Wi-Fi 연결 상태가 변경되고 응용 프로그램이 다시 시작됩니다 ... 잠시 기다려주십시오.
nl: Wi-Fi-verbindingsstatus gewijzigd, applicatie opnieuw gestart ... Even geduld.
pl: Zmieniono stan połączenia Wi-Fi, uruchom ponownie aplikację ... Proszę czekać.
th: สถานะการเชื่อมต่อ Wi-Fi เปลี่ยนแอปพลิเคชันรีสตาร์ท ... โปรดรอ
zh: 无线网络连接已变更，系统正重新启动程序，请稍候
zu: 無線網路連線已變更，系統正重新啟動程式，請稍候

# NetWork_WifiNotConnected
source: Not connected to Wi-Fi
es: No está conectado a Wi-Fi
ko: Wi-Fi에 연결되지 않음
nl: Niet verbonden met Wi-Fi
pl: Brak połączenia z Wi-Fi
th: ไม่ได้เชื่อมต่อกับ Wi-Fi
zh: 无线网络未连接
zu: 無線網路未連線

# NetWork_WifiNotConnectedMessage
source: Connect your device to a Wi-Fi network ...
es: Conecte su dispositivo a una red Wi-Fi ...
ko: Wi-Fi 네트워크에 기기 연결 ...
nl: Verbind uw apparaat met een Wi-Fi-netwerk ...
pl: Podłącz urządzenie do sieci Wi-Fi ...
th: เชื่อมต่ออุปกรณ์ของคุณกับเครือข่าย Wi-Fi ...
zh: 请将您的设备连接到无线网络
zu: 請將您的裝置連線至無線網路

# Library_UnauthorizedAcces
source: The application is not authorized to access your media library. Please, give the app access to your media.
es: La aplicación no está autorizada para acceder a su biblioteca multimedia. Vaya a la Configuración de iOS -> Privacidad -> Biblioteca de multimedia y otorgue acceso a la aplicación MiND.
ko: 응용 프로그램에 미디어 라이브러리 액세스 권한이 없습니다. iOS 설정 -> 개인 정보 -> 미디어 라이브러리로 이동하여 MiND 앱에 대한 액세스 권한을 부여하십시오.
nl: De applicatie heeft geen toegangsrechten voor uw mediabibliotheek. Geef de app alstublieft toegang tot uw media.
pl: Aplikacja nie jest upoważniona do dostępu do biblioteki multimediów. Przejdź do ustawień iOS -> Prywatność -> Biblioteka multimediów i przyznaj dostęp do aplikacji MiND.
th: แอปพลิเคชันไม่ได้รับอนุญาตให้เข้าถึงห้องสมุดสื่อของคุณ กรุณาให้แอปเข้าถึงสื่อของคุณ
zh: 该应用程序不允许访问您的媒体库。 请让应用访问您的媒体。
zu: 該應用程式不允許存取您的媒體庫。請讓應用程式存取您的媒體。

# General_Connection
source: Connection
es: Conexión
ko: 연결
nl: Verbinding
pl: Połączenie
th: การเชื่อมต่อ
zh: 连接
zu: 連線

# General_ConnectingMiND
source: Connecting to MiND device.
es: Conexión a dispositivo MiND.
ko: MiND 장치에 연결 중입니다.
nl: Verbinding maken met MiND-apparaat.
pl: Łączenie z urządzeniem MiND.
th: กำลังเชื่อมต่อกับอุปกรณ์ MiND
zh: 连接到MiND设备
zu: 連線至 MiND 裝置

# General_ConnectingMessage
source: A connection to the MiND device is in progress.
es: Hay una conexión con el dispositivo MiND en curso.
ko: MiND 장치에 대한 연결이 진행 중입니다.
nl: Er wordt verbinding gemaakt met het MiND-apparaat.
pl: Trwa połączenie z urządzeniem MiND.
th: กำลังเชื่อมต่อกับอุปกรณ์ MiND
zh: 正在连接到 MiND 设备。
zu: 正在連線至 MiND 裝置。

# General_ReconnectingMiND
source: Reconnecting to the last connected MiND, please wait...
es: Reconexión al último MiND conectado, espere ...
ko: 마지막으로 연결된 MiND에 다시 연결 중입니다. 잠시 기다려주십시오 ...
nl: Opnieuw verbinding maken met de laatst verbonden MiND, even geduld ...
pl: Ponownie łącząc się z ostatnio podłączonym MiND, proszę czekać ...
th: กำลังเชื่อมต่อกับ MiND ที่เชื่อมต่อล่าสุด โปรดรอสักครู่...
zh: R请稍候，我们正在重新连接到上一个MiND
zu: R 請稍候，我們正在重新連線至上一個 MiND

# General_StateRestore
source: Restoring state
es: Restaurando Estado
ko: 상태 복원 중
nl: Staat herstellen
pl: Przywracanie stanu
th: การฟื้นฟูรัฐ
zh: 重设状态
zu: 重設狀態

# General_MiNDDevice
source: MiND device
es: Dispositivo MiND
ko: 미드 장치
nl: MiND-apparaat
pl: Urządzenie MiND
th: อุปกรณ์ MiND
zh: MiND设备
zu: MiND 裝置

# Settings_RenameProgress
source: Rename in progress
es: Renombrar en progreso
ko: 진행중인 이름 바꾸기
nl: Naam wordt gewijzigd
pl: Zmień nazwę w toku
th: เปลี่ยนชื่อกำลังดำเนินการ
zh: 重命名进行中
zu: 重新命名進行中

# General_Rename
source: Rename
es: Cambiar Nombre
ko: 이름 바꾸기
nl: Hernoemen
pl: Przemianować
th: เปลี่ยนชื่อ
zh: 重命名
zu: 重新命名

# Settings_UpdateFirmwareAccessNetwork
source: Update the firmware to get access to Network Settings
es: Actualice el firmware para obtener acceso a la configuración de red
ko: 네트워크 설정에 액세스하려면 펌웨어를 업데이트하십시오.
nl: Update de firmware om toegang te krijgen tot netwerkinstellingen
pl: Zaktualizuj oprogramowanie sprzętowe, aby uzyskać dostęp do ustawień sieciowych
th: อัปเดตเฟิร์มแวร์เพื่อเข้าถึงการตั้งค่าเครือข่าย
zh: 升级固件以设置网络
zu: 升級韌體以設定網路

# Deezer_NextLimitReached
source: Subscribe to Premium to get unlimited skips.
es: Suscríbete a Premium para obtener saltos ilimitados.
ko: 무제한 건너 뛰기를 받으려면 프리미엄을 구독하십시오.
nl: Abonneer u op Premium voor onbeperkte toegang.
pl: Subskrybuj Premium, aby uzyskać nieograniczoną liczbę przeskoków.
th: สมัครสมาชิกพรีเมี่ยมเพื่อรับการข้ามแบบไม่ จำกัด
zh: 订阅Premium以获得无限制的跳过。
zu: 訂閱 Premium 可無限制略過。

# General_Suscribe
source: Subscribe
es: Suscribir
ko: 구독하기
nl: Inschrijven
pl: Subskrybować
th: ติดตาม
zh: 订阅
zu: 訂閱

# General_ScanNetworkError
source: Unable to scan network for MiND devices. Check your Wi-Fi settings.
es: No se puede escanear la red para dispositivos MiND. Compruebe la configuración de su Wi-Fi.
ko: 네트워크에서 MiND 장치를 검색 할 수 없습니다. Wi-Fi 설정을 확인하십시오.
nl: Kan netwerk niet scannen naar MiND-apparaten. Controleer uw Wi-Fi-instellingen.
pl: Nie można skanować sieci dla urządzeń MiND. Sprawdź ustawienia Wi-Fi.
th: ไม่สามารถสแกนเครือข่ายสำหรับอุปกรณ์ MiND ตรวจสอบการตั้งค่า Wi-Fi
zh: 无法扫描MiND设备的网络。检查您的Wi-Fi设置。
zu: 無法掃描 MiND 裝置的網路。檢查您的 Wi-Fi 設定。

# Queue_Track_Transitioning
source: TRANSITIONING
es: Transición
ko: 전환
nl: OVERGANG
pl: PRZEJŚCIE
th: การเปลี่ยนภาพ
zh: 过渡
zu: 過渡

# Metadata_Sources
source: Sources
es: Fuentes
ko: 출처
nl: Bronnen
pl: Źródła
th: แหล่งกำเนิด
zh: 来源
zu: 來源

# Input_NotLocked
source: No Signal
es: Sin señal
ko: 신호 없음
nl: Geen signaal
pl: Brak sygnału
th: ไม่มีสัญญาณ
zh: 没信号
zu: 沒訊號

# NowPlayingNotificationName
source: Now playing notification channel
es: Reproduciendo canal de notificaciones.
ko: 알림 채널을 재생 중입니다.
nl: Speelt nu een meldingskanaal
pl: Teraz odtwarzany kanał powiadomień
th: ตอนนี้เล่นช่องแจ้งเตือน
zh: 现在播放通知频道
zu: 現在播放通知頻道

# Settings_FirmwareVersion
source: Firmware version
es: Versión de firmware
ko: 펌웨어 버전
nl: Firmware versie
pl: Wersja oprogramowania
th: เวอร์ชันเฟิร์มแวร์
zh: 固件版本
zu: 韌體版本

# Inputs_NotSupported
source: Inputs are not supported
es: Las entradas no son compatibles
ko: 입력이 지원되지 않습니다.
nl: Ingangen worden niet ondersteund
pl: Wejścia nie są obsługiwane
th: ไม่รองรับอินพุต
zh: 输入不受支持
zu: 輸入不受支援

# AppInfo_SleepModeTitle
source: Sleep Mode
es: Modo de sueño
ko: 수면 모드
nl: Slaapstand
pl: Tryb uśpienia
th: โหมดสลีป
zh: 睡眠模式
zu: 休眠模式

# AppInfo_SleepModeContent
source: Allow your mobile device to go in sleep mode when you are listening to music.
es: Permita que su dispositivo móvil entre en modo de suspensión cuando esté escuchando música.
ko: 음악을들을 때 휴대 전화가 절전 모드로 전환되도록하십시오.
nl: Laat uw mobiele apparaat in de slaapstand gaan wanneer u naar muziek luistert.
pl: Pozwól swojemu urządzeniu mobilnemu przejść w tryb uśpienia podczas słuchania muzyki.
th: อนุญาตให้อุปกรณ์มือถือของคุณเข้าสู่โหมดสลีปเมื่อคุณฟังเพลง
zh: 当您收听某些音乐时，允许您的移动设备进入睡眠模式。
zu: 當您收聽某些音樂時，允許您的行動裝置進入休眠模式。

# Settings_UnsupportedFirmware
source: Unsupported firmware
es: Firmware no soportado
ko: 지원되지 않는 펌웨어
nl: Niet-ondersteunde firmware
pl: Nieobsługiwane oprogramowanie układowe
th: เฟิร์มแวร์ที่ไม่ได้รับการสนับสนุน
zh: 不支持的固件
zu: 不支援的韌體

# Settings_VersionOf
source: {0} version
es: Versión {0}
ko: {0} 버전
nl: {0} versie
pl: Wersja {0}
th: {0} เวอร์ชัน
zh: {0}版
zu: {0} 版

# Playlists_Name
source: Name
es: Nombre
ko: 이름
nl: Naam
pl: Nazwa
th: ชื่อ
zh: 名字
zu: 名稱

# MusicService_Or
source: Or
es: O
ko: 또는
nl: Of
pl: Lub
th: หรือ
zh: 要么
zu: 要麼

# MusicService_GoOnWebsiteAndRegister
source: Go on {0} website and {1}.
es: Ir a la página web {0} y {1}.
ko: {0} 웹 사이트와 {1} (으)로 이동하십시오.
nl: Ga naar de {0} website en {1}.
pl: Przejdź na stronę {0} i {1}.
th: ไปที่เว็บไซต์ {0} และ {1}
zh: 继续{0}和{1}
zu: 繼續 {0} 和 {1}

# MusicService_InvitationToFollowUs
source: Also, {0} for daily news.
es: Además, {0} para noticias diarias.
ko: 또한 일일 뉴스의 경우 {0}입니다.
nl: Ook {0} voor dagelijks nieuws.
pl: Również {0} do codziennych wiadomości.
th: นอกจากนี้ {0} สำหรับข่าวรายวัน
zh: 另外，{0}的每日新闻
zu: 另外，{0} 的每日新聞

# TrackSuccessfullyAddedToMaxedOutQueue
source: Some tracks were not added to the queue as we have reached the queue max capacity.
es: Algunas pistas no se agregaron a la fila ya que hemos alcanzado la capacidad máxima de la fila.
ko: 우리가 대기열 최대 용량에 도달했기 때문에 일부 트랙이 대기열에 추가되지 않았습니다.
nl: Sommige tracks zijn niet aan de afspeellijst toegevoegd omdat we de maximale capaciteit van de afspeellijst hebben bereikt.
pl: Niektóre utwory nie zostały dodane do kolejki, gdy osiągnęliśmy maksymalną pojemność kolejki.
th: บางแทร็กไม่ได้ถูกเพิ่มเข้าไปในคิวเมื่อเราไปถึงความจุคิวสูงสุดแล้ว
zh: 由于我们已达到队列最大容量，因此某些轨道未添加到队列中。
zu: 由於我們已達到佇列最大容量，因此某些音軌未新增到佇列中。

# NoUSB_DeviceFound
source: No USB device found. Please make sure your USB device is connected.
es: No se ha encontrado ningún dispositivo USB. Por favor, asegúrese de que su dispositivo USB está conectado.
ko: USB 장치가 없습니다. USB 장치가 연결되어 있는지 확인하십시오.
nl: Geen USB-apparaat gevonden. Zorg ervoor dat uw USB-apparaat is aangesloten.
pl: Nie znaleziono urządzenia USB. Upewnij się, że urządzenie USB jest podłączone.
th: ไม่พบอุปกรณ์ USB โปรดตรวจสอบให้แน่ใจว่าอุปกรณ์ USB ของคุณเชื่อมต่อ
zh: 找不到USB设备。请确保您的USB设备已连接。
zu: 找不到 USB 裝置。請確保您的 USB 裝置已連接。

source: Privacy policy
es: Política de privacidad
ko: 개인 정보 정책
nl: Privacybeleid
pl: Polityka prywatności
th: นโยบายความเป็นส่วนตัว
zh: 隐私政策
zu: 隱私政策

source: Data usage
es: Uso de datos
ko: 데이터 사용
nl: Data gebruik
pl: Korzystanie z danych.
th: การใช้ข้อมูล
zh: 数据使用
zu: 資料使用

# TapToAccessPrivacyPolicy
source: Tap here to open our privacy policy.
es: Pulse aquí para abrir nuestra política de privacidad.
ko: 개인 정보 보호 정책을 열려면 여기를 누르십시오.
nl: Tik hier om ons privacybeleid te openen.
pl: Dotknij tutaj, aby otworzyć naszą politykę prywatności.
th: แตะที่นี่เพื่อเปิดนโยบายความเป็นส่วนตัวของเรา
zh: 点击此处打开我们的隐私政策
zu: 按一下此處開啟我們的隱私政策

source: Biography
es: Biografía
ko: 전기
nl: Biografie
pl: Biografia
th: ชีวประวัติ
zh: 传记
zu: 傳記

# AppInfo_NotificationModeTitle
source: Notification
es: Notificación
ko: 공고
nl: Kennisgeving
pl: Powiadomienie
th: การแจ้ง
zh: 通知
zu: 通知

# AppInfo_NotificationModeContent
source: Add the MiND controller display outside of your app's user interface. Devices with MiND2 only.
es: Agregue una pantalla del controlador MiND fuera de la interfaz de usuario de su aplicación. Solo habilitado para MiND2.
ko: 앱의 사용자 인터페이스 외부에 MiND 컨트롤러 디스플레이를 추가합니다. MiND2 만있는 장치.
nl: Voeg een weergave van de MiND-controller toe buiten de gebruikersinterface van uw app. Alleen apparaten met MiND2.
pl: Dodaj wyświetlacz kontrolera MiND poza interfejsem użytkownika aplikacji. Tylko urządzenia z MiND2.
th: เพิ่มการแสดงผลตัวควบคุม MiND นอกอินเทอร์เฟซผู้ใช้ของแอป อุปกรณ์ที่มี MiND2 เท่านั้น
zh: 在应用程序的用户界面之外添加MiND控制器的显示。 仅具有MiND2的设备。
zu: 在應用程式的使用者介面外新增 MiND 控制器的顯示。僅具有 MiND2 的裝置。

# Accessibility_MusicServiceSettingsLabel
source: Library options button
es: Botón de opciones de la biblioteca
ko: 라이브러리 옵션 버튼
nl: Knop voor bibliotheekopties
pl: Przycisk opcji biblioteki
th: ปุ่มตัวเลือกห้องสมุด
zh: 庫選項按鈕
zu: 庫選項按鈕

# Accessibility_MusicServiceSettingsHint
source: Press to open and edit the library parameters
es: Presione para abrir y editar los parámetros de la biblioteca
ko: 라이브러리 매개변수를 열고 편집하려면 누르십시오.
nl: Druk hierop om de bibliotheekparameters te openen en te bewerken
pl: Naciśnij, aby otworzyć i edytować parametry biblioteki
th: กดเพื่อเปิดและแก้ไขพารามิเตอร์ไลบรารี
zh: 按下以打開和編輯庫參數
zu: 按下以開啟和編輯庫參數

# Accessibility_BackToNowPlayingLabel
source: Button Go Back to now playing.
es: Botón Volver a la reproducción actual.
ko: 버튼 돌아 가기 지금 재생 중입니다.
nl: Knop Ga terug naar nu spelen.
pl: Przycisk Przejdź do teraz odtwarzanego.
th: ปุ่มกลับไปเล่นตอนนี้
zh: 按钮返回现在播放。
zu: 按下按鈕返回現在播放。

# Accessibility_BackToNowPlayingHint
source: Close the library list ang go back in the main player view.
es: Cierre la lista de la biblioteca y vuelva a la vista principal del jugador.
ko: 메인 플레이어보기에서 다시 라이브러리 목록을 닫습니다.
nl: Sluit de bibliotheeklijst en ga terug naar het hoofdmenu van de speler.
pl: Zamknij listę bibliotek ang wróć do widoku głównego odtwarzacza.
th: ปิดรายการห้องสมุด Ang กลับไปที่มุมมองผู้เล่นหลัก
zh: 关闭库列表，然后返回主播放器视图。
zu: 關閉庫清單，然後返回主播放器視圖。

# Accessibility_SearchLabel
source: Search Button.
es: Botón de búsqueda.
ko: 검색 버튼.
nl: Zoekknop.
pl: Przycisk wyszukiwania.
th: ปุ่มค้นหา
zh: 搜索按钮。
zu: 搜尋按鈕。

# Accessibility_SearchHint
source: Search this audio source.
es: Busque esta fuente de audio.
ko: 이 오디오 소스를 검색하십시오.
nl: Zoek deze audiobron.
pl: Wyszukaj w tym źródle audio.
th: ค้นหาแหล่งเสียงนี้
zh: 搜索此音频源。
zu: 搜尋此音訊源。

# Accessibility_MoreOptionsLabel
source: More options button.
es: Más opciones del botón.
ko: 추가 옵션 단추.
nl: Knop Meer opties.
pl: Przycisk Więcej opcji.
th: ปุ่มตัวเลือกเพิ่มเติม
zh: 更多选项按钮。
zu: 更多選項按鈕。

# Accessibility_MoreOptionsHint
source: Open a pop-up window with more options or information.
es: Abra una ventana emergente con más opciones o información.
ko: 더 많은 옵션이나 정보가있는 팝업 창을 엽니 다.
nl: Open een pop-upvenster met meer opties of informatie.
pl: Otwórz wyskakujące okno z większą ilością opcji lub informacji.
th: เปิดหน้าต่างป๊อปอัพพร้อมตัวเลือกหรือข้อมูลเพิ่มเติม
zh: 打开包含更多选项或信息的弹出窗口。
zu: 開啟包含更多選項或資訊的快顯視窗。

# Accessibility_LibrarySectionTitleLabel
source: Library navigation section title.
es: Título de la sección de navegación de la biblioteca.
ko: 라이브러리 탐색 섹션 제목.
nl: Titel van bibliotheeknavigatiesectie.
pl: Tytuł sekcji nawigacji biblioteki.
th: ชื่อการนำทางห้องสมุดชื่อ
zh: 图书馆导航栏目标题。
zu: 圖書館導覽列目標題。

# Accessibility_LibrarySectionTitleHint
source: Press to go back at the root of the navigation.
es: Pulse para volver a la raíz de la navegación.
ko: 탐색의 루트에서 뒤로 이동하려면 누릅니다.
nl: Druk op om terug te gaan naar de basis van de navigatie.
pl: Naciśnij, aby wrócić do katalogu głównego nawigacji.
th: กดเพื่อย้อนกลับไปที่รากของการนำทาง
zh: 按返回导航的根目录。
zu: 按返回導覽的根目錄。

# Accessibility_DeletePlaylistLabel
source: Delete playlist button.
es: Eliminar botón de lista de reproducción.
ko: 재생 목록 삭제 버튼.
nl: Knop afspeellijst verwijderen.
pl: Usuń przycisk listy odtwarzania.
th: ลบปุ่มเพลย์ลิสต์
zh: 删除播放列表按钮。
zu: 刪除播放清單按鈕。

# Accessibility_DeletePlaylistHint
source: This will delete the current playlist.
es: Esto eliminará la lista de reproducción actual.
ko: 현재 재생 목록이 삭제됩니다.
nl: Hiermee wordt de huidige afspeellijst verwijderd.
pl: Spowoduje to usunięcie bieżącej listy odtwarzania.
th: สิ่งนี้จะลบเพลย์ลิสต์ปัจจุบัน
zh: 这将删除当前播放列表。
zu: 這將刪除目前播放清單。

# Accessibility_HomeButtonLabel
source: Home button.
es: Botón de inicio.
ko: 홈 버튼.
nl: Thuis knop.
pl: Przycisk Home.
th: ปุ่มโฮม
zh: 主页按钮。
zu: 首頁按鈕。

# Accessibility_HomeButtonHint
source: Will go back in the Zones List.
es: Volveremos a la lista de zonas.
ko: 지역 목록으로 돌아갑니다.
nl: Zal teruggaan in de lijst met zones.
pl: Wróci na listę stref.
th: จะกลับไปในรายการโซน
zh: 将返回区域列表。
zu: 將返回區域清單。

# Accessibility_BrowseButtonLabel
source: Library Browsing button.
es: Botón de navegación de la biblioteca.
ko: 라이브러리 탐색 버튼.
nl: Bibliotheek bladeren knop.
pl: Przycisk przeglądania biblioteki.
th: ปุ่มเรียกดูห้องสมุด
zh: 库浏览按钮。
zu: 庫瀏覽按鈕。
