Repository: josue-lubaki/DataConverter
Catalog: out/production/Converter/resx_files/Localization.*.resx
Languages: es, ko, nl, pl, th, zh, zu

# Accessibility_BrowseButtonHint
source: Will open the library list.
es: Se abrirá la lista de la biblioteca.
ko: 라이브러리 목록을 엽니 다.
nl: Zal de bibliotheeklijst openen.
pl: Otworzy listę bibliotek.
th: จะเปิดรายการไลบรารี
zh: 将打开库列表。
zu: 將開啟庫清單。

# AccessibilityHint_SettingsButton
source: Access to zones and app settings.
es: Acceso a zonas y configuración de aplicaciones.
ko: 영역 및 앱 설정에 대한 액세스.
nl: Toegang tot zones en app-instellingen.
pl: Dostęp do stref i ustawień aplikacji.
th: การเข้าถึงการตั้งค่าโซนและแอพ
zh: 访问区域和应用程序设置
zu: 存取區域和應用程式設定

# AccessibilityLabel_General_Button
source: button
es: botón
ko: 단추
nl: knop
pl: przycisk
th: ปุ่ม
zh: 按键
zu: 按鍵

# AccessibilityHint_BackToZoneList
source: Back to zones list.
es: Volver a la lista de zonas.
ko: 영역 목록으로 돌아갑니다.
nl: Terug naar zoneslijst.
pl: Powrót do listy stref.
th: กลับไปที่รายการโซน
zh: 返回区域列表
zu: 返回區域清單

# AccessibilityHint_PowerOff
source: Power off {0}
es: Apagar {0}
ko: {0} 전원을 끄십시오.
nl: Schakel {0} uit
pl: Wyłącz zasilanie {0}
th: ปิด {0}
zh: 断电 {0}
zu: 斷電 {0}

# AccessibilityHint_ZoneMultiroomButton
source: Control {0} multiroom.
ko: {0} 멀티 룸을 제어하십시오.
nl: Bedien {0} multiroom.
pl: Kontrola {0} multiroom.
th: ควบคุม {0} multiroom
zh: 控制{0}中的多个房间组
zu: 控制 {0} 中的多個房間群組

# AccessibilityHint_PowerOffMultiroomGroup
source: Power off multiroom group: {0}
es: Apagar el grupo multiroom: {0}
ko: 멀티 룸 그룹의 전원을 끄십시오 : {0}
nl: Multiroom-groep uitschakelen: {0}
pl: Wyłącz grupę multiroom: {0}
zh: 关闭多个房间组：{0}
zu: 關閉多個房間群組：{0}

# AccessibilityHint_GroupMultiroomButton
source: Control multiroom group: {0}
es: Control de grupo multiroom: {0}
ko: 다중 룸 그룹 제어 : {0}
nl: Multiroom-groep beheren: {0}
pl: Grupa kontrolna multiroom: {0}
th: กลุ่มควบคุมหลายกลุ่ม: {0}
zh: 控制多房间组：{0}
zu: 控制多房間群組：{0}

# AccessibilityHint_MultiroomGroup
source: Multiroom group: {0}
es: Grupo multiroom: {0}
ko: 멀티 룸 그룹 : {0}
nl: Multiroom-groep: {0}
pl: Grupa Multiroom: {0}
zh: 多房间组：{0}
zu: 多房間群組：{0}

# AccessibilityHint_SaveNetworkSettings
source: Save network settings.
es: Guardar la configuración de red.
ko: 네트워크 설정을 저장하십시오.
nl: Bewaar netwerkinstellingen.
pl: Zapisz ustawienia sieciowe.
th: บันทึกการตั้งค่าเครือข่าย
zh: 保存网络设置
zu: 儲存網路設定

# AccessibilityHint_BackToMindZoneSettings
source: Back to Mind zone settings.
es: Volver a la configuración de la zona Mente.
ko: 마인드 존 설정으로 돌아 가기.
nl: Back to Mind zone-instellingen.
pl: Powrót do ustawień strefy umysłu.
th: กลับไปที่การตั้งค่าโซน MiND
zh: 返回MiND区域设置
zu: 返回 MiND 區域設定

# AccessibilityHint_BackButton
source: Back button.
es: Botón de retroceso.
ko: 뒤로 버튼.
nl: Terug knop.
pl: Przycisk powrotu.
th: ปุ่มย้อนกลับ
zh: 返回键
zu: 返回鍵

# Accessibility_PlayButtonLabel
source: Play Button.
es: Botón de reproducir.
ko: 재생 버튼.
nl: Afspeelknop.
pl: Przycisk Odtwórz.
th: ปุ่มเล่น
zh: 播放按钮。
zu: 播放按鈕。

# Accessibility_PlayButtonHint
source: Will toggle between play or pause for the current playing track.
es: Alternará entre reproducción o pausa para la pista de reproducción actual.
ko: 현재 재생중인 트랙의 재생 또는 일시 중지 사이를 토글합니다.
nl: Schakelt tussen afspelen of pauzeren voor het huidige afgespeelde nummer.
pl: Przełącza między odtwarzaniem lub pauzą dla bieżącej ścieżki odtwarzania.
th: จะสลับระหว่างการเล่นหรือหยุดชั่วคราวสำหรับแทร็กการเล่นปัจจุบัน
zh: 将在当前播放曲目的播放或暂停之间切换。
zu: 將在目前播放曲目的播放或暫停之間切換。

# Accessibility_StopButtonLabel
source: Stop Button.
es: Botón Detener.
ko: 중지 버튼.
nl: Stop knop.
pl: Przycisk stopu.
th: ปุ่มหยุด
zh: 停止按钮。
zu: 停止按鈕。

# Accessibility_StopButtonHint
source: Will stop the current playing track.
es: Detendrá la pista de reproducción actual.
ko: 현재 재생중인 트랙을 멈 춥니 다.
nl: Stopt de huidige track.
pl: Zatrzyma bieżącą ścieżkę odtwarzania.
th: จะหยุดแทร็กการเล่นปัจจุบัน
zh: 将停止当前的比赛赛道。
zu: 將停止目前的比賽賽道。

# Accessibility_PauseButtonLabel
source: Pause Button.
es: Botón de pausa.
ko: 일시 정지 버튼.
nl: Pauze knop.
pl: Przycisk pauzy.
th: ปุ่มหยุดชั่วคราว
zh: 暂停按钮。
zu: 暫停按鈕。

# Accessibility_PauseButtonHint
source: Will toggle between play or pause for the current playing track.
es: Alternará entre reproducción o pausa para la pista de reproducción actual.
ko: 현재 재생중인 트랙의 재생 또는 일시 중지 사이를 토글합니다.
nl: Schakelt tussen afspelen of pauzeren voor het huidige afgespeelde nummer.
pl: Przełącza między odtwarzaniem lub pauzą dla bieżącej ścieżki odtwarzania.
th: จะสลับระหว่างการเล่นหรือหยุดชั่วคราวสำหรับแทร็กการเล่นปัจจุบัน
zh: 将在当前播放曲目的播放或暂停之间切换。
zu: 將在目前播放曲目的播放或暫停之間切換。

# Accessibility_VolumeUpButtonLabel
source: Volume up button.
es: Botón para subir el volumen.
ko: 볼륨 높이기 버튼.
nl: Knop volume omhoog.
pl: Przycisk zwiększania głośności.
th: ปุ่มปรับระดับเสียง
zh: 音量增大按钮。
zu: 音量增大按鈕。

# Accessibility_VolumeUpButtonHint
source: Will increment the volume by one step, can be held down.
es: Incrementará el volumen en un solo paso, se puede mantener pulsado.
ko: 볼륨을 한 단계 증가시켜 내려 놓을 수 있습니다.
nl: Verhoogt het volume met één stap, kan worden ingedrukt.
pl: Zwiększy głośność o jeden krok, może zostać przytrzymany.
th: จะเพิ่มระดับเสียงทีละขั้นตอนสามารถถูกเก็บไว้ได้
zh: 将音量增加一步，即可。
zu: 會將音量增一階，即可。

# Accessibility_VolumeDownButtonLabel
source: Volume down button.
es: Botón para bajar el volumen.
ko: 볼륨 낮추기 버튼.
nl: Knop volume omlaag.
pl: Przycisk zmniejszania głośności.
th: ปุ่มปรับระดับเสียง
zh: 音量降低按钮。
zu: 音量降低按鈕。

# Accessibility_VolumeDownButtonHint
source: Will decrement the volume by one step, can be held down.
es: Disminuirá el volumen en un solo paso, se puede mantener pulsado.
ko: 볼륨을 한 단계 낮추고 길게 누를 수 있습니다.
nl: Zal het volume met één stap verlagen, kan worden ingedrukt.
pl: Zmniejszy głośność o jeden krok, może zostać przytrzymany.
th: จะลดระดับเสียงทีละขั้นตอนสามารถลดลงได้
zh: 将音量减少一步，可以保持。
zu: 會將音量降一階，可以保持。

# Accessibility_MuteButtonLabel
source: Mute button.
es: Botón de silencio.
ko: 음소거 버튼.
nl: Mute knop
pl: Przycisk wyciszenia.
th: ปุ่มปิดเสียง
zh: 静音按钮。
zu: 靜音按鈕。

# Accessibility_MuteButtonHint
source: Will toggle mute on or off.
es: Se activará o desactivará el silencio.
ko: 음소거를 켜거나 끕니다.
nl: Schakelt mute in of uit.
pl: Włącza lub wyłącza wyciszenie.
th: จะสลับเสียงปิดหรือปิด
zh: 将打开或关闭静音。
zu: 將開啟或關閉靜音。

# Accessibility_SkipButtonLabel
source: Skip button.
es: Saltar el botón.
ko: 건너 뛰기 버튼.
nl: Skip-knop.
pl: Przycisk pomijania.
th: ปุ่มข้าม
zh: 跳过按钮。
zu: 略過按鈕。

# Accessibility_SkipButtonHint
source: Will skip to the next track in queue.
es: Saltará a la siguiente pista en la fila.
ko: 대기열에있는 다음 트랙으로 건너 뜁니다.
nl: Springt naar het volgende nummer in de afspeellijst.
pl: Przejdzie do następnego utworu w kolejce.
th: จะข้ามไปยังแทร็กถัดไปในคิว
zh: 将跳到队列中的下一首曲目。
zu: 將跳到佇列中的下一首曲目。

# Accessibility_PreviousButtonLabel
source: Previous button.
es: Botón anterior
ko: 이전 버튼.
nl: Knop Vorige.
pl: Poprzedni przycisk.
th: ปุ่มก่อนหน้า
zh: 上一个按钮。
zu: 上一個按鈕。

# Accessibility_PreviousButtonHint
source: Will restart the current playing song, hit twice to go the the previous track in the queue.
es: Reiniciará la canción que se está reproduciendo en ese momento, presione dos veces para ir a la pista anterior en la fila.
ko: 현재 재생중인 노래를 다시 시작하고 두 번 누르면 대기열의 이전 트랙으로 이동합니다.
nl: Start het huidige nummer opnieuw, druk tweemaal om naar het vorige nummer in de wachtrij te gaan.
pl: Ponownie uruchomi aktualnie odtwarzany utwór, uderzy dwa razy, aby przejść do poprzedniego utworu w kolejce.
th: จะรีสตาร์ทเพลงเล่นปัจจุบันกดสองครั้งเพื่อไปที่แทร็กก่อนหน้าในคิว
zh: 将重新启动当前播放的歌曲，点击两次以进入队列中的上一首曲目。
zu: 將重新啟動目前播放的歌曲，按兩下以進入佇列中的上一首曲目。

# Accessibility_InputButtonLabel
source: Inputs button.
es: Botón de entradas.
ko: 입력 버튼.
nl: Ingangen knop.
pl: Przycisk wejścia.
th: ปุ่มอินพุต
zh: 输入按钮。
zu: 輸入按鈕。

# Accessibility_InputButtonHint
source: Will open a menu so you can choose the input on your Moon device, if your device supports it.
es: Abrirá un menú para que pueda elegir la entrada en su dispositivo Moon, si su dispositivo lo admite.
ko: 장치가 지원하는 경우 달 장치에서 입력을 선택할 수 있도록 메뉴가 열립니다.
nl: Opent een menu zodat u de invoer op uw Moon-apparaat kunt kiezen, als uw apparaat dit ondersteunt.
pl: Otworzy menu, abyś mógł wybrać wejście na swoim urządzeniu Moon, jeśli twoje urządzenie je obsługuje.
th: จะเปิดเมนูเพื่อให้คุณสามารถเลือกอินพุตบนอุปกรณ์ Moon ของคุณได้ หากอุปกรณ์ของคุณรองรับ
zh: 将打开一个菜单，以便您可以选择Moon设备上的输入，如果您的设备支持它。
zu: 將開啟一個選單，以便您可以選擇 Moon 裝置上的輸入，前提是您的裝置有提供支援。

# Accessibility_QueueControlsButtonLabel
source: Queue controls button.
es: Botón de controles de fila.
ko: 큐 제어 단추.
nl: Knop voor afspeellijstbediening.
pl: Przycisk sterowania kolejką.
th: ปุ่มควบคุมคิว
zh: 队列控件按钮。
zu: 佇列控制項按鈕。

# Accessibility_QueueControlsButtonHint
source: Will open a pop-up menu so you can choose to edit, clear or save the current playing queue.
es: Abrirá un menú emergente para que pueda elegir, editar, borrar o guardar la fila de reproducción actual.
ko: 현재 재생중인 큐를 편집, 지우거나 저장하도록 선택할 수있는 팝업 메뉴가 열립니다.
nl: Er wordt een pop-upmenu geopend, zodat u kunt kiezen om de huidige afspeellijst te bewerken, te wissen of op te slaan.
pl: Otworzy się wyskakujące menu, aby można było edytować, wyczyścić lub zapisać bieżącą kolejkę odtwarzania.
th: จะเปิดเมนูป๊อปอัปเพื่อให้คุณสามารถเลือกแก้ไขล้างหรือบันทึกคิวการเล่นปัจจุบัน
zh: 将打开一个弹出菜单，您可以选择编辑，清除或保存当前播放队列。
zu: 將開啟一個快顯選單，您可以選擇編輯、清除或儲存目前播放佇列。

# Accessibility_QueueActionSheetHint
source: Clear, save or edit the current Queue.
es: Borrar, guardar o editar la fila actual.
ko: 현재 대기열을 지우거나 저장 또는 편집하십시오.
nl: Wis, bewaar of bewerk de huidige afspeellijst.
pl: Wyczyść, zapisz lub edytuj bieżącą kolejkę.
th: ล้างบันทึกหรือแก้ไขคิวปัจจุบัน
zh: 清除，保存或编辑当前队列。
zu: 清除、儲存或編輯目前佇列。

# Accessibility_QueueSlideButtonLabel
source: Queue slide panel.
es: Panel de deslizamiento de fila.
ko: 대기열 슬라이드 패널.
nl: Afspeellijst-schuifpaneel.
pl: Panel slajdów kolejki.
th: แผงสไลด์คิว
zh: 队列幻灯片。
zu: 佇列投影片。

# Accessibility_QueueSlideButtonHint
source: Will open the sliding panel of the Queue so you can skip ahead manually or edit it.
es: Abrirá el panel deslizante de la fila para que pueda saltar manualmente o editarlo.
ko: 대기열의 슬라이딩 패널을 열어 수동으로 건너 뛰거나 편집 할 수 있습니다.
nl: Hiermee wordt het schuifpaneel van de afspeellijst geopend, zodat je het handmatig kunt overslaan of bewerken.
pl: Otworzy przesuwny panel kolejki, abyś mógł przeskoczyć ręcznie lub edytować go.
th: จะเปิดแผงเลื่อนของคิวเพื่อให้คุณสามารถข้ามไปข้างหน้าด้วยตนเองหรือแก้ไข
zh: 将打开队列的滑动面板，以便您可以手动跳过或编辑它。
zu: 將開啟佇列的滑動面板，以便您可予以手動略過或編輯。

# Accessibility_ShuffleButtonLabel
source: Shuffle button.
es: Botón de reproducción aleatoria.
ko: 셔플 버튼.
nl: Shuffle-knop.
pl: Przycisk Shuffle.
th: ปุ่มสลับ
zh: 随机按钮。
zu: 隨機按鈕。

# Accessibility_ShuffleOffButtonHint
source: Shuffling of the current queue is off.
es: La reproducción aleatoria de la fila actual está desactivada.
ko: 현재 대기열의 섞기가 꺼져 있습니다.
nl: Shuffelen van de huidige afspeellijst is uitgeschakeld.
pl: Tasowanie bieżącej kolejki jest wyłączone.
th: การสับของคิวปัจจุบันปิดอยู่
zh: 关闭当前队列的混乱。
zu: 目前佇列的隨機排序已關閉。

# Accessibility_ShuffleOnButtonHint
source: Shuffling of the current queue is on.
es: La reproducción aleatoria de la fila actual está activada.
ko: 현재 대기열의 섞기가 켜져 있습니다.
nl: Shuffelen van de huidige afspeellijst is ingeschakeld.
pl: Tasowanie bieżącej kolejki jest włączone.
th: การสับของคิวปัจจุบันเปิดอยู่
zh: 当前队列的随机播放已打开。
zu: 目前佇列的隨機播放已開啟。

# Accessibility_RepeatButtonLabel
source: Repeat button.
es: Repita el botón.
ko: 반복 버튼.
nl: Herhaal knop.
pl: Powtórz przycisk.
th: ปุ่มทำซ้ำ
zh: 重复按钮。
zu: 重複按鈕。

# Accessibility_RepeatOffButtonHint
source: The current repeat mode is off.
es: El modo de repetición actual está desactivado.
ko: 현재 반복 모드가 꺼져 있습니다.
nl: De huidige herhaalmodus is uitgeschakeld.
pl: Aktualny tryb powtarzania jest wyłączony.
th: โหมดทำซ้ำปัจจุบันปิดอยู่
zh: 当前重复模式关闭。
zu: 目前重複模式關閉。

# Accessibility_RepeatOneButtonHint
source: The current repeat mode set to repeat only the current playing track.
es: El modo de repetición actual configurado para repetir solo la pista de reproducción actual.
ko: 현재 재생중인 트랙 만 반복하도록 설정된 현재 반복 모드입니다.
nl: De huidige herhaalmodus is ingesteld om alleen het huidige afgespeelde track te herhalen.
pl: Bieżący tryb powtarzania jest ustawiony na powtarzanie tylko bieżącej ścieżki odtwarzania.
th: โหมดทำซ้ำปัจจุบันตั้งค่าให้ทำซ้ำเฉพาะแทร็กการเล่นปัจจุบัน
zh: 当前重复模式设置为仅重复当前播放曲目。
zu: 目前重複模式設定為僅重複目前播放曲目。

# Accessibility_RepeatAllButtonHint
source: The current repeat mode set to repeat the whole queue.
es: El modo de repetición actual configurado para repetir toda la fila.
ko: 현재 반복 모드가 전체 대기열을 반복하도록 설정됩니다.
nl: De huidige herhaalmodus is ingesteld om de hele afspeellijst te herhalen.
pl: Bieżący tryb powtarzania ustawiony jest na powtarzanie całej kolejki.
th: โหมดทำซ้ำปัจจุบันตั้งค่าเพื่อทำซ้ำคิวทั้งหมด
zh: 当前重复模式设置为重复整个队列。
zu: 目前重複模式設定為重複整個佇列。

# Accessibility_PresetActionSheetHint
source: Assign this radio to a preset button on your Moon device.
es: Asigne esta radio a un botón preestablecido en su dispositivo Moon.
ko: 이 라디오를 달 장치의 사전 설정 단추에 지정하십시오.
nl: Wijs deze radio toe aan een vooraf ingestelde knop op uw Moon-apparaat.
pl: Przypisz to radio do zaprogramowanego przycisku na urządzeniu Moon.
th: กำหนดวิทยุนี้ให้กับปุ่มที่ตั้งไว้ล่วงหน้าบนอุปกรณ์ Moon ของคุณ
zh: 将此收音机分配到Moon设备上的预设按钮。
zu: 將此收音機分配到 Moon 裝置上的預設按鈕。

# Accessibility_AddtoQueueActionSheetHint
source: Choose where to put your current selection in the Queue.
es: Elija dónde colocar su selección actual en la fila.
ko: 대기열에 현재 선택 항목을 둘 위치를 선택하십시오.
nl: Kies waar u uw huidige selectie in de afspeellijst wilt plaatsen.
pl: Wybierz, gdzie umieścić swoją bieżącą selekcję w kolejce.
th: เลือกสถานที่ที่จะใส่การเลือกปัจจุบันของคุณในคิว
zh: 选择将当前选择放在队列中的位置。
zu: 選擇將目前選擇放在佇列中的位置。

# Accessibility_MoreLibraryActionSheetHint
source: Library menu options
es: Opciones de menú de la biblioteca
ko: 라이브러리 메뉴 옵션
nl: Bibliotheek menu-opties
pl: Opcje menu biblioteki
th: ตัวเลือกเมนูไลบรารี
zh: 库菜单选项
zu: 庫選單選項

# Discovery_WaitMore
source: Wait a bit more ...
es: Espere un poco mas ...
ko: 조금만 더 ...
nl: Wacht nog even ...
pl: Poczekaj jeszcze trochę ...
th: รออีกหน่อย ...
zh: 等一下......
zu: 等一下......

# Discovery_NoMiNDFoundTitle
source: Still not found ...
es: Todavía no se encuentra ...
ko: 여전히 찾을 수 없습니다 ...
nl: Nog steeds niet gevonden ...
pl: Nadal nie znaleziono ...
th: ยังไม่พบ ...
zh: 还是没找到......
zu: 還是沒找到......

# Discovery_NoMiNDFound
source: Make sure your MOON device is powered and connected to network then click on one of these options
es: Asegúrese de que su dispositivo MOON esté encendido y conectado a la red, luego haga clic en una de estas opciones
ko: MOON 장치의 전원이 켜져 있고 네트워크에 연결되어 있는지 확인한 후 다음 옵션 중 하나를 클릭하십시오
nl: Zorg ervoor dat uw MOON-apparaat van stroom wordt voorzien en op het netwerk is aangesloten en klik vervolgens op een van deze opties
pl: Upewnij się, że urządzenie MOON jest zasilane i podłączone do sieci, a następnie kliknij jedną z tych opcji
th: ตรวจสอบให้แน่ใจว่าอุปกรณ์ MOON ของคุณได้รับพลังงานและเชื่อมต่อกับเครือข่าย จากนั้นคลิกที่ตัวเลือกใดตัวเลือกหนึ่งเหล่านี้
zh: 确保您的MOON设备已通电并连接到网络，然后单击其中一个选项
zu: 確保您的 MOON 裝置已通電並連線至網路，然後按一下其中一個選項

# Discovery_Refresh
source: Rescan Network
es: Volver a escanear la red
ko: 네트워크 재검색
nl: Netwerk opnieuw scannen
th: เครือข่าย Rescan
zh: 重新扫描网络
zu: 重新掃描網路

# Discovery_FindUnit
source: Find my unit
es: Encontrar mi unidad
ko: 내 유닛 찾기
nl: Vind mijn apparaat
pl: Znajdź moją jednostkę
th: ค้นหาหน่วยของฉัน
zh: 找到我的单位
zu: 找到我的單位

# Discovery_LaunchDiagnosticTool
source: Click here to launch Diagnostic Tool
es: Haga clic aquí para iniciar la herramienta de diagnóstico
ko: 진단 도구를 시작하려면 여기를 클릭하십시오
nl: Klik hier om Diagnostic Tool te starten
pl: Kliknij tutaj, aby uruchomić narzędzie diagnostyczne
th: คลิกที่นี่เพื่อเปิดเครื่องมือวินิจฉัย
zh: 单击此处启动诊断工具
zu: 按一下此處啟動診斷工具

# Discovery_DiagnosticToolTitle
source: Diagnostic Tool
es: Herramienta de diagnostico
ko: 진단 도구
nl: Diagnostisch hulpprogramma
pl: Narzędzie diagnostyczne
th: เครื่องมือวินิจฉัย
zh: 诊断工具
zu: 診斷工具

# Diagnostic_MoonDeviceTitle
source: Select your unit model
es: Seleccione su modelo de unidad
ko: 단위 모델을 선택하십시오
nl: Selecteer uw apparaatmodel
pl: Wybierz model swojego urządzenia
th: เลือกรุ่นหน่วยของคุณ
zh: 选择您的单位型号
zu: 選擇您的單位型號

# Diagnostic_MoonDeviceSubTitle
source: Your Moon Model should be displayed on the front plate of the unit.
es: Su modelo de luna debe mostrarse en la placa frontal de la unidad.
ko: 달 모델은 장치의 전면 플레이트에 표시되어야합니다.
nl: Uw Moon-model moet worden weergegeven op de voorplaat van het apparaat.
pl: Twój model księżyca powinien być wyświetlony na płycie przedniej urządzenia.
th: Moon Model ของคุณควรแสดงที่แผงด้านหน้าของตัวเครื่อง
zh: 您的月球型号应显示在本机的前面板上。
zu: 您的月球型號應顯示在本機的前面板上。

# Diagnostic_MoonDeviceNote
source: * Only MiND enabled devices are displayed.
es: * Solo se muestran los dispositivos habilitados para MiND.
ko: * MiND 가능 장치 만 표시됩니다.
nl: * Alleen MiND-apparaten worden weergegeven.
pl: * Wyświetlane są tylko urządzenia obsługujące MiND.
th: * เฉพาะอุปกรณ์ที่เปิดใช้งาน MiND เท่านั้นที่จะแสดง
zh: *仅显示支持MiND的设备。
zu: * 僅顯示支援 MiND 的裝置。

# Diagnostic_IDontKnow
source: I don't know
es: No lo sé
ko: 몰라
nl: Ik weet het niet
pl: Nie wiem
th: ฉันไม่รู้
zh: 我不知道
zu: 我不知道

# Diagnostic_WhatMiND
source: Select your MiND type.
es: Seleccione su tipo de MiND.
ko: MiND 유형을 선택하십시오.
nl: Selecteer uw MiND-type.
pl: Wybierz typ MiND.
th: เลือกประเภท MiND ของคุณ
zh: 选择您的MiND类型。
zu: 選擇您的 MiND 類型。

# Diagnostic_CheckListTitle
source: Please check following points:
es: Por favor, consulte los siguientes puntos:
ko: 다음 사항을 확인하십시오.
nl: Controleer de volgende punten:
pl: Sprawdź następujące punkty:
th: โปรดตรวจสอบประเด็นต่อไปนี้:
zh: 请检查以下几点：
zu: 請檢查以下幾點：

# Diagnostic_CheckListItem1_Title
source: Your {0} should be turned on.
es: Su {0} debe estar encendido.
ko: {0}이 켜져 있어야합니다.
nl: Je {0} moet zijn ingeschakeld.
pl: Twoje {0} powinno być włączone.
th: ควรเปิด {0} ของคุณ
zh: 您的{0}应该已开启。
zu: 您的 {0} 應該已開啟。

# Diagnostic_CheckListItem1_Child1
source: Make your sure your {0} has power.
es: Asegúrese de que su {0} tenga poder.
ko: {0}에 전원이 공급되는지 확인하십시오.
nl: Zorg ervoor dat uw {0} stroom heeft.
pl: Upewnij się, że {0} ma moc.
th: ตรวจสอบให้แน่ใจว่า {0} ของคุณมีพลัง
zh: 确保您的{0}有电。
zu: 確保您的 {0} 有電。

# Diagnostic_CheckListItem1_Child2
source: Make your sure it's not on stand by.
es: Asegúrese de que no esté en espera.
ko: 대기 상태가 아닌지 확인하십시오.
nl: Zorg ervoor dat het niet stand-by staat.
pl: Upewnij się, że nie stoi w gotowości.
th: ทำให้คุณแน่ใจว่ามันไม่ได้ยืนอยู่
zh: 确保它不会待命。
zu: 確保其不會進入待命狀態。

# Diagnostic_CheckListItem1_Child3
source: You should see a blue light on the front panel.
es: Debería ver una luz azul en el panel frontal.
ko: 전면 패널에 파란색 표시등이 나타납니다.
nl: Je zou een blauw licht op het voorpaneel moeten zien.
pl: Na panelu przednim powinno pojawić się niebieskie światło.
th: คุณควรเห็นแสงสีน้ำเงินที่แผงด้านหน้า
zh: 您应该在前面板上看到蓝灯。
zu: 您應該在前面板上看到藍燈。

# Diagnostic_CheckListItem2_Title
source: Make sure your {0} is on this Network : {1}.
es: Asegúrese de que su {0} esté en esta red: {1}.
ko: {0}이 (가)이 네트워크에 있는지 확인하십시오 : {1}.
nl: Zorg ervoor dat uw {0} deel uitmaakt van dit netwerk: {1}.
pl: Upewnij się, że {0} jest w tej sieci: {1}.
th: ตรวจสอบให้แน่ใจว่า {0} ของคุณอยู่ในเครือข่ายนี้: {1}
zh: 确保您的{0}位于此网络上：{1}。
zu: 確保您的 {0} 位於此網路上：{1}。

# Diagnostic_CheckListItem2_Child1
source: Wired or Wi-Fi, your {0} should be on the same network as your mobile device.
es: Con cable o Wi-Fi, su {0} debe estar en la misma red que su dispositivo móvil.
ko: 유선 또는 Wi-Fi, {0}은 (는) 모바일 장치와 동일한 네트워크에 있어야합니다.
nl: Bekabeld of Wi-Fi, uw {0} moet zich in hetzelfde netwerk bevinden als uw mobiele apparaat.
pl: Przewodowe lub Wi-Fi, {0} powinno być w tej samej sieci co Twoje urządzenie mobilne.
th: Wired หรือ Wi-Fi
zh: 有线或无线网络，您的{0}应与移动设备位于同一网络中。
zu: 有線或無線網路，您的 {0} 應與行動裝置位於同一網路中。

# Diagnostic_CheckListItem2_Child2
source: To verify the network name manually on your {0}, press the Setup button on the front panel, then navigate on Network, then on Info.
es: Para verificar el nombre de la red manualmente en su {0}, presione el botón Configuración en el panel frontal, luego navegue en Red, luego en Información.
ko: {0}에서 네트워크 이름을 수동으로 확인하려면 전면 패널에서 설정 버튼을 누른 다음 네트워크, 정보를 차례로 탐색하십시오.
nl: Om de netwerknaam handmatig te verifiëren op uw {0}, drukt u op de knop Instellingen op het voorpaneel, navigeert u vervolgens op Netwerk en vervolgens op Info.
pl: Aby ręcznie zweryfikować nazwę sieci w {0}, naciśnij przycisk Setup na panelu przednim, a następnie nawiguj w sieci, a następnie w Info.
th: ในการตรวจสอบชื่อเครือข่ายด้วยตนเองบน {0} ของคุณให้กดปุ่มตั้งค่าบนแผงด้านหน้าจากนั้นนำทางบนเครือข่ายจากนั้นบนข้อมูล
zh: 要在{0}上手动验证网络名称，请按前面板上的“设置”按钮，然后在“网络”上导航，然后在“信息”上导航。
zu: 若要在 {0} 上手動驗證網路名稱，請按前面板上的「設定」按鈕，接著在「網路」上導覽，然後在「資訊」上導覽。

# Diagnostic_CheckListItem2_Child3
source: We recommend a wired connection for stability, but wireless is also possible.
es: Recomendamos una conexión por cable para mayor estabilidad, pero también es posible la conexión inalámbrica.
ko: 안정성을 위해 유선 연결을 권장하지만 무선도 가능합니다.
nl: We raden een bekabelde verbinding aan voor stabiliteit, maar draadloos is ook mogelijk.
pl: Dla zapewnienia stabilności zalecamy połączenie przewodowe, ale bezprzewodowa jest również możliwa.
th: เราขอแนะนำการเชื่อมต่อแบบมีสายเพื่อความมั่นคง แต่ไร้สายก็เป็นไปได้เช่นกัน
zh: 我们建议使用有线连接以确保稳定性，但也可以使用无线连接。
zu: 我們建議使用有線連接以確保穩定性，但也可以使用無線連接。

# Diagnostic_CheckListItem3_Title
source: Your {0} is not updating.
es: Su {0} no se está actualizando.
ko: {0}이 (가) 업데이트되지 않습니다.
nl: Je {0} wordt niet geüpdatet.
pl: Twój {0} nie aktualizuje się.
th: {0} ของคุณไม่ได้อัปเดต
zh: 您的{0}未更新。
zu: 您的 {0} 未更新。

# Diagnostic_CheckListItem3_Child1
source: Navigate on the "network" input of your {0}.
es: Navegue en la entrada de "red" de su {0}.
ko: {0}의 "네트워크"입력을 탐색하십시오.
nl: Navigeer op de "netwerk" -invoer van uw {0}.
pl: Nawiguj po wejściu „sieci” w {0}.
th: นำทางบนอินพุต "เครือข่าย" ของ {0} ของคุณ
zh: 导航{0}的“网络”输入。
zu: 導覽 {0} 的「網路」輸入。

# Diagnostic_CheckListItem3_Child2
source: Make sure there are no messages displayed once the "network" input is selected
es: Asegúrese de que no se muestren mensajes una vez que se selecciona la entrada "red"
ko: 네트워크입력이 선택되면 메시지가 표시되지 않는지 확인하십시오
nl: Zorg ervoor dat er geen berichten worden weergegeven zodra de "netwerk" -ingang is geselecteerd
pl: Upewnij się, że po wybraniu wejścia „sieć” nie są wyświetlane żadne komunikaty
th: ตรวจสอบให้แน่ใจว่าไม่มีข้อความปรากฏขึ้นเมื่อเลือกอินพุต "เครือข่าย"
zh: 选择“网络”输入后，确保没有显示消息
zu: 選擇「網路」輸入後，確保沒有顯示訊息

# Diagnostic_CheckListItem3_Child3
source: If there is, follow the instructions displayed.
es: Si es así, siga las instrucciones que se muestran.
ko: 있는 경우 표시된 지시 사항을 따르십시오.
nl: Als dat het geval is, volgt u de weergegeven instructies.
pl: Jeśli tak, postępuj zgodnie z wyświetlanymi instrukcjami.
th: หากมีให้ทำตามคำแนะนำที่แสดง
zh: 如果有，请按照显示的说明进行操作。
zu: 如果有，請按照顯示的說明進行操作。

# Diagnostic_CheckListItem3_Child1B
source: If you initiated an updated recently, please allow at least 5 minutes to your MiND to become responsive again.
es: Si inició una actualización recientemente, espere al menos 5 minutos para que su MiND vuelva a responder.
ko: 최근에 업데이트를 시작한 경우 MiND가 다시 응답 할 수 있도록 5 분 이상 기다리십시오.
nl: Als je onlangs een update hebt gestart, wacht dan minimaal 5 minuten tot je MiND weer reageert.
pl: Jeśli niedawno zainicjowałeś aktualizację, poczekaj przynajmniej 5 minut na MiND, aby ponownie zareagować.
th: หากคุณเพิ่งเริ่มการอัปเดต โปรดรออย่างน้อย 5 นาทีเพื่อให้ MiND ของคุณตอบสนองอีกครั้ง
zh: 如果您最近发布了更新，请至少让您的MiND有5分钟再次响应。
zu: 如果您最近發佈了更新，請至少讓您的 MiND 有 5 分鐘再次回應。

# Diagnostic_Confirm
source: Confirm
es: Confirmar
ko: 확인
nl: Bevestigen
pl: Potwierdzać
th: ยืนยัน
zh: 确认
zu: 確認

# Diagnostic_AdvancedSearchTitle
source: Proceeding to an advanced search process ...
es: Continuando con un proceso de búsqueda avanzada ...
ko: 고급 검색 프로세스 진행 ...
nl: Doorgaan naar een geavanceerd zoekproces ...
pl: Przechodzę do zaawansowanego procesu wyszukiwania ...
th: ดำเนินการตามกระบวนการค้นหาขั้นสูง ...
zh: 继续进行高级搜索过程......
zu: 繼續進行進階搜尋過程......
