Repository: josue-lubaki/DataConverter
Catalog: out/production/Converter/resx_files/Localization.*.resx
Languages: es, ko, nl, pl, th, zh, zu

# BugReportFormDescriptionEmptyError
source: Bug description should not be empty
es: La descripción del error no debe estar vacía
ko: 버그 설명은 비워 둘 수 없습니다
nl: Bugbeschrijving mag niet leeg zijn
pl: Opis błędu nie powinien być pusty
th: คำอธิบายข้อผิดพลาดไม่ควรว่างเปล่า
zh: 错误描述不应为空
zu: 錯誤說明不應空白

# BugReportFormEmailWrongValueError
source: Email should have a valid format
es: El correo electrónico debe tener un formato válido
ko: 이메일은 유효한 형식이어야합니다
nl: E-mail moet een geldig formaat hebben
pl: Adres e-mail powinien mieć prawidłowy format
th: อีเมลควรมีรูปแบบที่ถูกต้อง
zh: 电子邮件应具有有效格式
zu: 電子郵件應具備有效格式

# BugReportFormSubjectWrongValueError
source: Bug name should be a text
es: El nombre del error debe ser un texto
ko: 버그 이름은 텍스트 여야합니다
nl: Bugnaam moet een tekst zijn
pl: Nazwa błędu powinna być tekstem
th: ชื่อบั๊กควรเป็นข้อความ
zh: 错误名称应该是文本
zu: 錯誤名稱應該是文字

# BugReportFormDescriptionWrongValueError
source: Bug description should be a text
es: La descripción del error debe ser un texto
ko: 버그 설명은 텍스트 여야합니다
nl: Bugbeschrijving moet een tekst zijn
pl: Opis błędu powinien być tekstem
th: คำอธิบายข้อผิดพลาดควรเป็นข้อความ
zh: 错误描述应该是文本
zu: 錯誤說明應該是文字

# BugReportFormUploadError
source: Your files are too large. Max upload size is 20MB
es: Tus archivos son demasiado grandes. El tamaño máximo de carga es de 20 MB
ko: 파일이 너무 큽니다. 최대 업로드 크기는 20MB입니다
nl: Je bestanden zijn te groot. De maximale uploadgrootte is 20 MB
pl: Twoje pliki są za duże. Maksymalny rozmiar przesyłanego pliku to 20 MB
th: ไฟล์ของคุณมีขนาดใหญ่เกินไป ขนาดอัปโหลดสูงสุดคือ 20MB
zh: 你的文件太大了。 最大上传大小为20MB
zu: 您的檔案太大了。最大上傳大小為 20MB

# BugReportFormEmailConfirmError
source: Email confirmation does not match email provided
es: La confirmación por correo electrónico no coincide con el correo electrónico proporcionado
ko: 이메일 확인이 제공된 이메일과 일치하지 않습니다
nl: E-mailbevestiging komt niet overeen met het opgegeven e-mailadres
pl: Potwierdzenie e-maila nie zgadza się z podanym adresem e-mail
th: การยืนยันอีเมลไม่ตรงกับอีเมลที่ให้ไว้
zh: 电子邮件确认与提供的电子邮件不匹配
zu: 電子郵件確認與提供的電子郵件不吻合

# Settings_Diagnostic
source: Diagnostic
es: Diagnóstico
ko: 특수 증상
nl: Diagnostisch
pl: Diagnostyczny
th: การวินิจฉัย
zh: 诊断
zu: 診斷

source: Send
es: Enviar
ko: 보내다
nl: Versturen
pl: Wysłać
th: ส่ง
zh: 发送
zu: 發送

source: Mobile device model
es: Modelo de dispositivo móvil
ko: 모바일 장치 모델
nl: Mobiel apparaatmodel
pl: Model urządzenia mobilnego
th: รุ่นอุปกรณ์มือถือ
zh: 移动设备型号
zu: 行動裝置型號

source: OS version
es: Versión del sistema operativo
ko: OS 버전
nl: OS -versie
pl: Wersja OS
th: เวอร์ชันระบบปฏิบัติการ
zh: OS版本
zu: OS 版本

source: App version
es: Version de aplicacion
ko: 앱 버전
nl: App versie
pl: Wersja aplikacji
th: เวอร์ชันแอพ
zh: 应用版本
zu: 應用程式版本

source: Required
es: Requerido
ko: 필수의
nl: Verplicht
pl: Wymagany
th: ที่จำเป็น
zh: 必需的
zu: 必需的

source: Additional info sent
es: Información adicional enviada
ko: 추가 정보가 보냈습니다
nl: Aanvullende informatie verzonden
pl: Wysłane dodatkowe informacje
th: ส่งข้อมูลเพิ่มเติม
zh: 发送的其他信息
zu: 發送的其他資訊

# ImageCount
source: Number of images
es: Número de imágenes
ko: 이미지 수
nl: Aantal afbeeldingen
pl: Liczba zdjęć
th: จำนวนภาพ
zh: 图像数
zu: 影像數

# BugReportFormSubmitErrorDefaultTitle
source: Unexpected error
es: Error inesperado
ko: 예기치 않은 오류
nl: Onverwachte fout
pl: Nieoczekiwany błąd
th: ข้อผิดพลาดที่ไม่คาดคิด
zh: 意外错误
zu: 意外錯誤

# BugReportFormSubmitErrorDefaultMessage
source: Please try again later
es: Intente nuevamente más tarde
ko: 나중에 다시 시도하십시오
nl: Probeer het later opnieuw
pl: Spróbuj ponownie później
th: โปรดลองอีกครั้งในภายหลัง
zh: 请稍后再试
zu: 請稍後再試

# BugReportFormSubmitError404Title
source: Error 404
ko: 오류 404
nl: Fout 404
pl: Błąd 404
th: ข้อผิดพลาด 404
zh: 错误404
zu: 錯誤 404

# BugReportFormSubmitError404Message
source: We did not find what you were looking for
es: No encontramos lo que buscabas
ko: 우리는 당신이 찾고있는 것을 찾지 못했습니다
nl: We hebben niet gevonden wat u zocht
pl: Nie znaleźliśmy tego, czego szukałeś
th: เราไม่พบสิ่งที่คุณกำลังมองหา
zh: 我们找不到您要找的内容
zu: 我們找不到您要找的內容

# BugReportFormSubmitErrorInternalTitle
source: Error 500
ko: 오류 500
nl: Fout 500
pl: Błąd 500
th: ข้อผิดพลาด 500
zh: 错误500
zu: 錯誤 500

# BugReportFormSubmitErrorInternalMessage
source: Something went wrong on our side, please try again later
es: Algo salió mal de nuestro lado, intente nuevamente más tarde
ko: 문제가 발생했습니다. 나중에 다시 시도하십시오
nl: Er is iets misgegaan aan onze kant, probeer het later opnieuw
pl: Coś poszło nie tak po naszej stronie, spróbuj ponownie później
th: มีบางอย่างผิดปกติอยู่ข้างเราโปรดลองอีกครั้งในภายหลัง
zh: 我们方面出了问题，请稍后再试
zu: 我方出了問題，請稍後再試

# Language_Thai
source: TH - Thai
es: TH - Tailandés
ko: TH - 태국어
nl: TH - Thais
pl: TH - Tajski
th: TH - แบบไทย
zh: TH - 泰国
zu: TH - 泰語

# UploadPlaylistsButton
source: Upload
es: Subir
ko: 업로드
nl: Uploaden
pl: Wgrywać
th: ที่อัพโหลด
zh: 上传
zu: 上傳

# TodayAppCompatibility
source: Deprecated on iOS14+
es: En desorden en iOS14+
ko: iOS14+에서 더 이상 사용되지 않습니다
nl: Verouderd op iOS14+
pl: Przestarzały na iOS14+
th: คิดค่าเสื่อมราคาบน iOS14 +
zh: 在ios14+上弃用
zu: 在 ios14+ 上棄用

# UndefinedValueHint
source: Undefined. To toggle to editing mode, tap the pencil button.
es: Indefinido. Para alternar al modo de edición, toque el botón del lápiz.
ko: 한정되지 않은. 편집 모드로 전환하려면 연필 버튼을 누릅니다.
nl: Niet gedefinieerd. Tik op de potloodknop om naar de bewerkingsmodus te schakelen.
pl: Nieokreślony. Aby przełączyć tryb edycji, dotknij przycisku ołówka.
th: ไม่ได้กำหนด. หากต้องการสลับไปยังโหมดแก้ไขให้แตะปุ่มดินสอ
zh: 不明确的。要切换到编辑模式，请点击“铅笔”按钮。
zu: 不明確的。要切換到編輯模式，請按一下「鉛筆」按鈕。

source: Undefined
es: Indefinido
ko: 한정되지 않은
nl: Niet gedefinieerd
pl: Nieokreślony
th: ไม่ได้กำหนด
zh: 不明确的
zu: 不明確的

# AppleMusicCompatibility
source: Please note that MOON can no longer guarantee the compatibility of files stored on your mobile device with your MiND Controller. When iTunes was replaced by Apple Music this feature became obsolete.
es: Tenga en cuenta que MOON ya no puede garantizar la compatibilidad de los archivos almacenados en su dispositivo móvil con su controlador MiND. Cuando iTunes fue reemplazado por Apple Music, esta característica se volvió obsoleta.
ko: MOON은 더 이상 MiND 컨트롤러와 함께 모바일 장치에 저장된 파일의 호환성을 보장 할 수 없습니다. iTunes가 Apple Music으로 대체되었을 때이 기능은 쓸모 없게되었습니다.
nl: Houd er rekening mee dat MOON niet langer de compatibiliteit kan garanderen van bestanden die op uw mobiele apparaat zijn opgeslagen met uw MiND -controller. Toen iTunes werd vervangen door Apple Music, werd deze functie verouderd.
pl: Należy pamiętać, że MOON nie może już zagwarantować kompatybilności plików przechowywanych na urządzeniu mobilnym z kontrolerem MiND. Kiedy iTunes został zastąpiony przez Apple Music, ta funkcja stała się przestarzała.
th: โปรดทราบว่า MOON ไม่สามารถรับประกันความเข้ากันได้ของไฟล์ที่เก็บไว้ในอุปกรณ์มือถือของคุณด้วยคอนโทรลเลอร์ MiND ของคุณอีกต่อไป เมื่อ iTunes ถูกแทนที่ด้วย Apple Music คุณลักษณะนี้ล้าสมัย
zh: 请注意，MOON不能再保证存储在移动设备上的文件与MiND控制器的兼容性。当iTunes被Apple Music取代时，此功能变得过时了。
zu: 請注意，MOON 不能再保證儲存於行動裝置上的檔案與 MiND 控制器的相容性。當 iTunes 以 Apple Music 取代時，此功能會變得過時。

# DeprecatedMessage
source: We can no longer guarantee the compatibility of this feature.
es: Ya no podemos garantizar la compatibilidad de esta función.
ko: 더 이상이 기능의 호환성을 보장 할 수 없습니다.
nl: We kunnen de compatibiliteit van deze functie niet langer garanderen.
pl: Nie możemy już zagwarantować kompatybilności tej funkcji.
th: เราไม่สามารถรับประกันความเข้ากันได้ของฟังก์ชั่นนี้ได้อีกต่อไป
zh: 我们不能再保证此功能的兼容性。
zu: 我們不能再保證此功能的相容性。

source: Enable
es: Habilitar
ko: 할 수 있게 하다
nl: Inschakelen
pl: Włączać
th: เปิดใช้งาน
zh: 使能够
zu: 使能夠

# AppleMusicAlternative
source: You may continue playing these files in the Music app. Audio from Music may be transmitted to your MiND via AirPlay, USB, or Bluetooth, depending on the model.
es: Puede continuar jugando estos archivos en la aplicación Music. El audio de Music puede transmitirse a su mente a través de AirPlay, USB o Bluetooth, dependiendo del modelo.
ko: Music 앱 에서이 파일을 계속 재생할 수 있습니다. Music의 오디오는 모델에 따라 AirPlay, USB 또는 Bluetooth를 통해 MiND로 전송 될 수 있습니다.
nl: U kunt deze bestanden blijven spelen in de Musick -app. Audio van Musick kan via AirPlay, USB of Bluetooth naar je MiND worden overgedragen, afhankelijk van het model.
pl: Możesz kontynuować odtwarzanie tych plików w aplikacji Music. Audio od Music może być przekazywane do MiND przez AirPlay, USB lub Bluetooth, w zależności od modelu.
th: คุณสามารถอ่านไฟล์เหล่านี้ต่อไปในแอปพลิเคชัน Music Music Audio สามารถส่งไปยัง MiND ของคุณผ่าน AirPlay, USB หรือ Bluetooth ขึ้นอยู่กับรุ่น
zh: 您可以在Music应用程序中继续播放这些文件。 Music的音频可以根据模型通过Airplay，USB或蓝牙传输到您的MiND。
zu: 您可以在 Music 應用程式中繼續播放這些檔案。Music 的音訊可以根據模型，透過 Airplay、USB 或藍牙傳輸到您的 MiND。

# AppleMusicOptions
source: If you enable this feature, this warning will not display anymore. If you remove this feature, it won't be available, the next time you load a MiND zone, on this mobile device.
es: Si habilita esta función, esta advertencia ya no se mostrará. Si elimina esta función, no estará disponible, la próxima vez que cargue una zona MiND, en este dispositivo móvil.
ko: 이 기능을 활성화하면이 경고가 더 이상 표시되지 않습니다. 이 기능을 제거하면 다음 에이 모바일 장치에 MiND 영역을로드 할 때 사용할 수 없습니다.
nl: Als u deze functie inschakelt, wordt deze waarschuwing niet meer weergegeven. Als u deze functie verwijdert, is deze niet beschikbaar, de volgende keer dat u een MiND -zone laadt, op dit mobiele apparaat.
pl: Jeśli włączysz tę funkcję, to ostrzeżenie nie będzie już wyświetlane. Jeśli usuniesz tę funkcję, nie będzie ona dostępna, następnym razem, gdy załadujesz strefę MiND na tym urządzeniu mobilnym.
th: หากคุณเปิดใช้งานคุณสมบัตินี้คำเตือนนี้จะไม่ปรากฏขึ้นอีกต่อไป หากคุณลบคุณสมบัตินี้จะไม่สามารถใช้งานได้ในครั้งต่อไปที่คุณโหลดพื้นที่ MiND บนอุปกรณ์มือถือนี้
zh: 如果启用此功能，则此警告将不再显示。如果您删除此功能，则下次在此移动设备上加载MiND区域时将无法使用。
zu: 如果啟用此功能，則此警告將不再顯示。如果您刪除此功能，則下次在此行動裝置上載入 MiND 區域時將無法使用。

# NetworkErrorWrongPassword
source: Invalid password
es: Contraseña invalida
ko: 유효하지 않은 비밀번호
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
th: รหัสผ่านไม่ถูกต้อง
zh: 無效的密碼
zu: 密碼無效

# NetworkErrorPasswordLength
source: Password or key length is exceeded
es: Se excedió la longitud de la contraseña o clave
ko: 암호 또는 키 길이가 초과됨
nl: Wachtwoord of sleutellengte is overschreden
pl: Przekroczono długość hasła lub klucza
th: รหัสผ่านหรือความยาวของคีย์เกิน
zh: 超過密碼或密鑰長度
zu: 超過密碼或金鑰長度

source: Bluetooth error
es: Error de Bluetooth
ko: 블루투스 오류
nl: Bluetooth-fout
pl: Błąd Bluetootha
th: ข้อผิดพลาดของบลูทูธ
zh: 藍牙錯誤
zu: 藍牙錯誤

# RestartApp
source: Please restart app
es: Reinicie la aplicación
ko: 앱을 다시 시작하세요.
nl: Start de app opnieuw
pl: Proszę ponownie uruchomić aplikację
th: โปรดรีสตาร์ทแอป
zh: 請重啟應用
zu: 請重新啟動應用程式

source: Are you sure?
es: ¿Está seguro?
ko: 확실합니까?
nl: Weet je het zeker?
pl: Jesteś pewny?
th: คุณแน่ใจไหม?
zh: 你確定嗎？
zu: 您是否確定？

source: Visibility
es: Visibilidad
ko: 시계
nl: Zichtbaarheid
pl: Widoczność
th: ทัศนวิสัย
zh: 能见度
zu: 能見度

# PrivateDescriptionOff
source: Visible for other users
es: Visible para otras usuarias
ko: 다른 사용자에게 표시
nl: Zichtbaar voor andere gebruikers
pl: Widoczne dla innych użytkowników
th: ปรากฏสำหรับผู้ใช้รายอื่น
zh: 对其他用户可见
zu: 對其他使用者可見

# MayChangePlaylistName
source: You may change your playlist title!
es: Puedes cambiar el título de tu lista de reproducción!
ko: 재생 목록 제목을 변경할 수 있습니다!
nl: Je kunt de titel van je afspeellijst veranderen!
pl: Możesz zmienić tytuł swojej listy odtwarzania!
th: คุณสามารถเปลี่ยนชื่อเพลย์ลิสต์ของคุณได้เลย!
zh: 你可以更改你的播放列表标题！
zu: 您可以變更您的播放清單標題！

# NotAuthenticatedToTheCloud
source: You are not authenticated to the Cloud!
es: ¡No estás autenticado en la nube!
ko: 클라우드에 인증되지 않았습니다!
nl: Je bent niet geauthenticeerd voor de cloud!
pl: Nie jesteś uwierzytelniony w chmurze!
th: คุณไม่ได้รับการตรวจสอบเข้าสู่ระบบคลาวด์!
zh: 您未经过云端身份验证！
zu: 您未經過雲端身份驗證！

source: Syncing playlists with Cloud...
es: Sincronizando listas de reproducción con la nube...
ko: 클라우드와 재생 목록 동기화 중...
nl: Afspeellijsten synchroniseren met de cloud...
pl: Synchronizowanie list odtwarzania z chmurą...
th: กำลังซิงค์รายการเพลงกับคลาวด์...
zh: 正在与云端同步播放列表...
zu: 正在與雲端同步播放清單...

# SyncingPlaylistsWithCloudSucceed
source: Playlists have been synced successfully with cloud
es: Las listas de reproducción se han sincronizado con éxito con la nube
ko: 재생 목록이 클라우드와 성공적으로 동기화되었습니다
nl: De afspeellijsten zijn succesvol gesynchroniseerd met de cloud
pl: Listy odtwarzania zostały pomyślnie zsynchronizowane z chmurą
th: รายการเพลงถูกซิงค์กับคลาวด์เรียบร้อยแล้ว
zh: 播放列表已成功与云端同步
zu: 播放清單已成功與雲端同步

source: Select picture
es: Seleccionar imagen
ko: 사진 선택하기
nl: Afbeelding selecteren
pl: Wybierz obraz
th: เลือกรูปภาพ
zh: 选择图片
zu: 選擇圖片

source: Missing arguments
es: Faltan argumentos
ko: 인수가 부족합니다
nl: Ontbrekende argumenten
pl: Brakujące argumenty
th: อาร์กิวเมนต์หายไป
zh: 缺少参数
zu: 缺少參數

source: Tracks
es: Canciones
ko: 곡
nl: Nummers
pl: Utwory
th: เพลง
zh: 曲目
zu: 曲目

# NoPlaylists
source: You have no playlists
es: No tienes listas de reproducción
ko: 재생 목록이 없습니다
nl: Je hebt geen afspeellijsten
pl: Nie masz żadnych list odtwarzania
th: คุณไม่มีรายการเพลง
zh: 你没有播放列表
zu: 您沒有播放清單

source: My playlists
es: Mis listas de reproducción
ko: 나의 재생 목록
nl: Mijn afspeellijsten
pl: Moje listy odtwarzania
th: เพลย์ลิสต์ของฉัน
zh: 我的播放列表
zu: 我的播放清單

source: Delete Playlist
es: Borrar lista de reproducción
ko: 재생 목록 삭제
nl: Afspeellijst verwijderen
pl: Usuń listę odtwarzania
th: ลบรายการเพลง
zh: 删除播放列表
zu: 刪除播放清單

# PlaylistDeletedSuccessfully
source: Playlist has been deleted successfully!
es: ¡La lista de reproducción se ha eliminado correctamente!
ko: 재생 목록이 성공적으로 삭제되었습니다!
nl: De afspeellijst is succesvol verwijderd!
pl: Lista odtwarzania została pomyślnie usunięta!
th: รายการเพลงถูกลบออกแล้ว!
zh: 播放列表已成功删除！
zu: 播放清單已成功刪除！

# PlaylistSyncedSuccessfully
source: Playlist has been synced successfully!
es: ¡La lista de reproducción se ha sincronizado correctamente!
ko: 재생 목록이 성공적으로 동기화되었습니다!
nl: De afspeellijst is succesvol gesynchroniseerd!
pl: Lista odtwarzania została pomyślnie zsynchronizowana!
th: รายการเพลงถูกซิงค์เรียบร้อยแล้ว!
zh: 播放列表已成功同步！
zu: 播放清單已成功同步！

# PlaylistClonedSuccessfully
source: Playlist has been Cloned successfully!
es: ¡La lista de reproducción ha sido clonada exitosamente!
ko: 재생 목록이 성공적으로 복제되었습니다!
nl: De afspeellijst is succesvol gekloond!
pl: Lista odtwarzania została pomyślnie sklonowana!
th: รายการเพลงถูกคลอนสำเร็จแล้ว!
zh: 播放列表已成功克隆！
zu: 播放清單已成功仿製！

# PlaylistUpdatedSuccessfully
source: Playlist has been updated successfully!
es: ¡La lista de reproducción se ha actualizado correctamente!
ko: 재생 목록이 성공적으로 업데이트되었습니다!
nl: De afspeellijst is succesvol bijgewerkt!
pl: Lista odtwarzania została pomyślnie zaktualizowana!
th: รายการเพลงถูกอัปเดตเรียบร้อยแล้ว!
zh: 播放列表已成功更新！
zu: 播放清單已成功更新！

source: Playlist not found!
es: ¡Lista de reproducción no encontrada!
ko: 재생 목록을 찾을 수 없습니다!
nl: Afspeellijst niet gevonden!
pl: Nie znaleziono listy odtwarzania!
th: ไม่พบรายการเพลง!
zh: 未找到播放列表！
zu: 找不到播放清單！

source: Clone playlist
es: Clonar lista de reproducción
ko: 재생 목록 복제
nl: Afspeellijst klonen
pl: Sklonuj listę odtwarzania
th: คลอนรายการเพลง
zh: 克隆播放列表
zu: 仿製播放清單

source: Clone
es: Clonar
ko: 복제하기
nl: Klonen
pl: Sklonować
th: คลอน
zh: 克隆
zu: 仿製

source: Is up to date
es: Está actualizado
ko: 최신 상태입니다
pl: Jest aktualne
th: เป็นเวอร์ชันล่าสุด
zh: 是最新的
zu: 已是最新

source: Administrators
es: Administradores
ko: 관리자
nl: Beheerders
pl: Administratorzy
th: ผู้ดูแลระบบ
zh: 管理员
zu: 管理員

# AdminDevices
source: Admin Devices (UUIDs)
es: Dispositivos de administración (UUID)
ko: 관리 장치 (UUID)
nl: Beheerapparaten (UUID's)
pl: Urządzenia administratora (UUID-y)
th: อุปกรณ์ผู้ดูแล (UUID)
zh: 管理员设备 (UUIDs)
zu: 管理員裝置 (UUID)

source: Edit Playlist
es: Editar lista de reproducción
ko: 플레이리스트 수정
nl: Afspeellijst bewerken
pl: Edytuj playlistę
th: แก้ไขเพลย์ลิสต์
zh: 编辑播放列表
zu: 編輯播放清單

# EditPlaylistDescription
source: If you want to edit this playlist, you have to make a copy of it
es: Si quieres editar esta lista de reproducción, debes hacer una copia de ella
ko: 이 재생 목록을 편집하려면 복사본을 만들어야합니다
nl: Als je deze afspeellijst wilt bewerken, moet je er een kopie van maken
pl: Jeśli chcesz edytować tę listę odtwarzania, musisz ją skopiować
th: หากคุณต้องการแก้ไขเพลย์ลิสต์นี้คุณต้องทำสำเนา
zh: 如果您想编辑此播放列表，您需要复制它
zu: 如果您想編輯此播放清單，您需要予以複製

source: Make Copy
es: Hacer una copia
ko: 복사본 만들기
nl: Maak een kopie
pl: Utwórz kopię
th: ทำสำเนา
zh: 创建副本
zu: 建立副本

source: Save Playlist
es: Guardar lista de reproducción
ko: 플레이리스트 저장
nl: Afspeellijst opslaan
pl: Zapisz playlistę
th: บันทึกเพลย์ลิสต์
zh: 保存播放列表
zu: 儲存播放清單

source: Delete Track
es: Eliminar pista
ko: 트랙 삭제
nl: Track verwijderen
pl: Usuń utwór
th: ลบเพลง
zh: 删除曲目
zu: 刪除曲目

# NetworkWarningDhcpIsOff
source: DHCP is off.
es: DHCP está desactivado.
ko: DHCP가 꺼져 있습니다.
nl: DHCP staat uit.
pl: DHCP jest wyłączone.
th: DHCP ปิดอยู่
zh: DHCP 已關閉。
zu: DHCP 已關閉。

source: File sorting
es: Clasificación de archivos
ko: 파일 정렬
nl: Bestanden sorteren
pl: Sortowanie plików
th: การจัดเรียงไฟล์
zh: 文件排序
zu: 檔案排序

source: Media server
es: Servidor multimedia
ko: 미디어 서버
pl: Serwer mediów
th: เซิร์ฟเวอร์สื่อ
zh: 媒體服務器
zu: 媒體伺服器

source: Expand
es: Expandir
ko: 확장하다
nl: Uitbreiden
pl: Zwiększać
th: ขยาย
zh: 扩张
zu: 擴張

source: Contact MOON Support
es: Contacto MOON Soporte
ko: 문의 MOON 지원
nl: Neem contact op met MOON ondersteuning
pl: Skontaktuj się z pomocą techniczną MOON
th: ติดต่อฝ่ายสนับสนุน MOON
zh: 联系 MOON 支持
zu: 聯絡 MOON 支援

# ContactMOONSupportDesc
source: How may we be of assistance?
es: ¿Cómo podemos ser de ayuda?
ko: 어떻게 도움이 될 수 있습니까?
nl: Hoe kunnen wij u van dienst zijn?
pl: Jak możemy być pomocni?
th: เราจะช่วยเหลือได้อย่างไร?
zh: 我们可以如何提供帮助？
zu: 我們可以如何提供幫助？

# ContactMOONSupportDetails
source: Contact MOON Support Team
es: Póngase en contacto con el equipo de soporte MOON
ko: MOON 지원팀에 문의하세요.
nl: Neem contact op met MOON Ondersteuningsteam
pl: Skontaktuj się z zespołem wsparcia MOON
th: ติดต่อ MOON ทีมสนับสนุน
zh: 联系 MOON 支持团队
zu: 聯絡 MOON 支援團隊

# ContactMOONSupportSubDesc
source: Submit your details
es: Envía tus datos para obtener asistencia
ko: 도움을 받으려면 세부 정보를 제출하십시오.
nl: Dien uw gegevens in om hulp te krijgen
pl: Prześlij swoje dane, aby uzyskać pomoc
th: ส่งรายละเอียดของคุณเพื่อรับความช่วยเหลือ
zh: 提交您的详细信息以获得帮助
zu: 提交您的詳細資訊以獲得幫助

source: Include others' playlists
es: Incluir listas de reproducción de otros
ko: 다른 사람의 재생목록 포함
nl: Voeg afspeellijsten van anderen toe
pl: Dołącz playlisty innych osób
th: รวมเพลย์ลิสต์ของผู้อื่น
zh: 包括其他人的播放列表
zu: 包括其他人的播放清單

# AttachMyLogs
source: Attach my logs file
es: Adjuntar mi archivo de registros
ko: 내 로그 파일 첨부
nl: Voeg mijn logboekbestand toe
pl: Załącz mój plik logów
th: แนบไฟล์บันทึกของฉัน
zh: 附上我的日志文件
zu: 附上我的日誌檔案

# AttachMyLogsDescription
source: Help us to quickly solve the issue by attaching your logs file
es: Ayúdanos a resolver el problema rápidamente adjuntando tu archivo de registro
ko: 로그 파일을 첨부하여 문제를 신속하게 해결할 수 있도록 도와주세요.
nl: Help ons het probleem snel op te lossen door uw logbestand bij te voegen
pl: Pomóż nam szybko rozwiązać problem, załączając plik dziennika
th: ช่วยเราแก้ปัญหาอย่างรวดเร็วด้วยการแนบไฟล์บันทึกของคุณ
zh: 附上您的日志文件，帮助我们快速解决问题
zu: 附上您的日誌檔案，幫助我們快速解決問題

# CloudAutoSyncTitle
source: Auto sync
es: Sincronización automática
ko: 자동 동기화
nl: Automatisch synchroniseren
pl: Automatyczna synchronizacja
th: ซิงค์อัตโนมัติ
zh: 自动同步
zu: 自動同步

# CloudMobileName
source: Mobile device name
es: Nombre del dispositivo móvil
ko: 휴대기기 이름
nl: Naam mobiel apparaat
pl: Nazwa urządzenia mobilnego
th: ชื่ออุปกรณ์เคลื่อนที่
zh: 移动设备名称
zu: 行動裝置名稱

# CloudMobilesHubDescription
source: Enable devices link for data sync
es: Habilitar enlace de dispositivos para sincronización de datos
ko: 데이터 동기화를 위한 장치 링크 활성화
nl: Schakel apparatenkoppeling in voor gegevenssynchronisatie
pl: Włącz łącze urządzeń do synchronizacji danych
th: เปิดใช้งานการเชื่อมโยงอุปกรณ์สำหรับการซิงค์ข้อมูล
zh: 启用设备链接以进行数据同步
zu: 啟用裝置連結以進行資料同步

# CloudMobilesHubTitle
source: Mobile devices hub
es: Centro de dispositivos móviles
ko: 모바일 장치 허브
nl: Hub voor mobiele apparaten
pl: Centrum urządzeń mobilnych
th: ฮับอุปกรณ์เคลื่อนที่
zh: 移动设备中心
zu: 行動裝置中心

# CloudItemToUpload
source: To be uploaded on the cloud data
es: Para ser cargado en la nube de datos
ko: 클라우드 데이터에 업로드 예정
nl: Te uploaden op de cloudgegevens
pl: Do przesłania na dane w chmurze
th: เพื่ออัพโหลดบนข้อมูลคลาวด์
zh: 待上传至云端数据
zu: 待上傳至雲端資料

# CloudItemToDownload
source: To be downloaded from the cloud data
es: Para ser descargado de la nube de datos
ko: 클라우드 데이터에서 다운로드
nl: Te downloaden van de cloudgegevens
pl: Do pobrania z danych w chmurze
th: ให้ดาวน์โหลดจากข้อมูลคลาวด์
zh: 从云端下载数据
zu: 從雲端下載資料

# CloudItemSynced
source: Synced
es: Sincronizado
ko: 동기화됨
nl: Gesynchroniseerd
pl: Zsynchronizowany
th: ซิงค์แล้ว
zh: 已同步
zu: 已同步

# PrivateTitle
source: Private
es: Privado
ko: 사적인
nl: Privaat
pl: Prywatny
th: ส่วนตัว
zh: 私人的
zu: 私人的

# PrivateDescriptionOn
source: Not visible for other users on my network
es: No visible para otros usuarios en mi red
ko: 내 네트워크의 다른 사용자에게 표시되지 않음
nl: Niet zichtbaar voor andere gebruikers in mijn netwerk
pl: Niewidoczne dla innych użytkowników w mojej sieci
th: ไม่ปรากฏสำหรับผู้ใช้รายอื่นในเครือข่ายของฉัน
zh: 我的网络上的其他用户不可见
zu: 我的網路上的其他使用者不可見

# CloudAutoSyncMessage
source: Automatically upload and download changes to saved playlists in the cloud. You may change this configuration at any time in the Library Settings.
es: Cargue y descargue automáticamente cambios en listas de reproducción guardadas en la nube. Puede cambiar esta configuración en cualquier momento en la Configuración de la biblioteca.
ko: 클라우드에 저장된 재생 목록의 변경 사항을 자동으로 업로드하고 다운로드합니다. 라이브러리 설정에서 언제든지 이 구성을 변경할 수 있습니다.
nl: Upload en download automatisch wijzigingen in opgeslagen afspeellijsten in de cloud. U kunt deze configuratie op elk moment wijzigen in de Bibliotheekinstellingen.
pl: Automatycznie przesyłaj i pobieraj zmiany w zapisanych listach odtwarzania w chmurze. Możesz zmienić tę konfigurację w dowolnym momencie w Ustawieniach Biblioteki.
th: อัปโหลดและดาวน์โหลดการเปลี่ยนแปลงไปยังเพลย์ลิสต์ที่บันทึกไว้ในระบบคลาวด์โดยอัตโนมัติ คุณสามารถเปลี่ยนการกำหนดค่านี้ได้ตลอดเวลาในการตั้งค่าห้องสมุด
zh: 自动上传和下载对云中保存的播放列表的更改。您可以随时在库设置中更改此配置。
zu: 自動上傳和下載對雲端中儲存的播放清單進行的變更。您可以隨時在庫設定中變更此配置。

# VisibilityDescriptionOff
source: Not visible in list
es: No visible en la lista
ko: 목록에 표시되지 않음
nl: Niet zichtbaar in lijst
pl: Niewidoczne na liście
th: ไม่ปรากฏอยู่ในรายการ
zh: 在列表中不可见
zu: 在清單中不可見

source: Auto detected country
es: País detectado automáticamente
ko: 자동 감지된 국가
nl: Automatisch gedetecteerd land
pl: Kraj wykryty automatycznie
th: ตรวจพบประเทศโดยอัตโนมัติ
zh: 自动检测到的国家/地区
zu: 自動偵測到的國家/地區

# BluetoothFailed
source: Try turning Bluetooth off and on again on this mobile device
es: Versuchen Sie, Bluetooth auf diesem Mobilgerät aus- und wieder einzuschalten
ko: 이 모바일 장치에서 Bluetooth를 껐다가 다시 켜십시오.
nl: Probeer Bluetooth uit en weer in te schakelen op dit mobiele apparaat
pl: Spróbuj wyłączyć i ponownie włączyć Bluetooth na tym urządzeniu mobilnym
th: ลองปิดบลูทูธแล้วเปิดใหม่อีกครั้งบนอุปกรณ์เคลื่อนที่นี้
zh: 尝试在此移动设备上关闭然后重新打开蓝牙

# VisibleDescriptionOff
source: Not visible in list
es: No visible en la lista
ko: 목록에 표시되지 않음
nl: Niet zichtbaar in lijst
pl: Niewidoczne na liście
th: ไม่ปรากฏอยู่ในรายการ
zh: 在列表中不可见
zu: 在清單中不可見

# MiND_AppIsOff
source: MiND app is not on
es: La aplicación MiND no está activada
ko: MiND 앱이 켜져 있지 않습니다
nl: De MiND-app staat niet aan
pl: Aplikacja MiND nie jest włączona
th: แอป MiND ไม่ได้เปิดอยู่
zh: MiND 应用程序未打开
zu: MiND 應用程式未開啟

# TrackAddedSuccess
source: Track has been added to your playlist successfully!!
es: ¡¡La pista se ha agregado exitosamente a tu lista de reproducción!!
ko: 트랙이 재생목록에 성공적으로 추가되었습니다!!
nl: Track is succesvol aan je afspeellijst toegevoegd!!
pl: Utwór został pomyślnie dodany do Twojej listy odtwarzania!!
th: เพิ่มแทร็กลงในเพลย์ลิสต์ของคุณเรียบร้อยแล้ว!!
zh: 曲目已成功添加到您的播放列表！
zu: 曲目已成功添加到您的播放清單！
