Repository: josue-lubaki/DataConverter
Catalog: out/production/Converter/resx_files/Localization.*.resx
Languages: es, ko, nl, pl, th, zh, zu

# Settings_ApplicationInformation
source: App. Info & Settings
es: App. Información y configuración
ko: 앱. 정보 및 설정
nl: App. Info & instellingen
pl: App. Informacje i ustawienia
th: แอป. ข้อมูลและการตั้งค่า
zh: 程序讯息与设置
zu: 程式訊息與設定

# Settings_ErrorSavingSettings
source: Could not save network settings
es: No se pudo guardar la configuración de red
ko: 네트워크 설정을 저장할 수 없습니다.
nl: Kan netwerkinstellingen niet opslaan
pl: Nie można zapisać ustawień sieciowych
th: ไม่สามารถบันทึกการตั้งค่าเครือข่าย
zh: 无法保存网络设置
zu: 無法儲存網路設定

# General_Add
source: Add
es: Añadir
ko: 더하다
nl: Toevoegen
pl: Dodaj
th: เพิ่ม
zh: 添加
zu: 新增

# Settings_EmptyNetworkNameTitle
source: Network Name
es: Nombre de red
ko: 네트워크 이름
nl: Netwerknaam
pl: Nazwa sieci
th: ชื่อเครือข่าย
zh: 网络名称
zu: 網路名稱

# Settings_EmptyNetworkNameMessage
source: The network name cannot be empty.
es: El nombre de la red no puede estar vacío.
ko: 네트워크 이름은 비워 둘 수 없습니다.
nl: De netwerknaam mag niet leeg zijn.
pl: Nazwa sieci nie może być pusta.
th: ชื่อเครือข่ายไม่สามารถว่างเปล่า
zh: 网络名称不能为空
zu: 網路名稱不能空白

# Settings_ExistsingWifis
source: Existing Wi-Fis
es: Redes Existentes
ko: 기존 Wi-Fis
nl: Bestaande Wi-Fis
pl: Dostępne sieci Wi-Fi
th: Wi-Fis ที่มีอยู่
zh: 已保存的无线网络
zu: 已儲存的無線網路

# Settings_FirmwareUpToDate
source: Up to date
es: Actualizado
ko: 최신 정보
nl: Bijgewerkt
pl: Aktualny
th: ปัจจุบัน
zh: 固件已是最新版本
zu: 韌體已是最新版本

# Settings_FirmwareUpdate
source: Update
es: Actualizar
ko: 최신 정보
nl: Bijwerken
pl: Aktualizacja
th: อัปเดต
zh: 升级
zu: 升級

# Settings_ApplicationInfoTitle
source: Info
es: Información
ko: 정보
pl: Informacje
th: ข้อมูล
zh: 信息
zu: 資訊

# Settings_ApplicationInfoName
source: Name
es: Nombre
ko: 이름
nl: Naam
pl: Nazwa
th: ชื่อ
zh: 名字
zu: 名稱

# Settings_ApplicationInfoVersion
source: Version
es: Versión
ko: 번역
nl: Versie
pl: Wersja
th: รุ่น
zh: 版本
zu: 版本

# Settings_ApplicationInfoClearCacheLabel
source: Clear Cache
es: Limpiar cache
ko: 캐시 지우기
nl: Cache wissen
pl: Wyczyść pamięć podręczną
th: ล้างแคช
zh: 清空缓存
zu: 清空快取

# Settings_ApplicationInfoClearCacheDetails
source: This will automatically clear MiNDs and images cache.
es: Esto borrará automáticamente el caché de imágenes.
ko: 그러면 MiND 및 이미지 캐시가 자동으로 지워집니다.
nl: Hiermee worden MiND's en afbeeldingencache automatisch gewist.
pl: Spowoduje to automatyczne wyczyszczenie pamięci podręcznej MiND i obrazów.
th: การดำเนินการนี้จะล้าง MiND และแคชรูปภาพโดยอัตโนมัติ
zh: 这将自动清除MiND和图像缓存。
zu: 這將自動清除 MiND 和影像快取。

# Settings_ApplicationInfoClearCacheConfirm
source: Are you sure you want to clear the images and MiNDs cache?
es: ¿Seguro de borrar la imagen y el caché de MiND?
ko: 이미지와 MiND 캐시를 지우시겠습니까?
nl: Weet je zeker dat je de afbeeldingen en MiND's-cache wilt wissen?
pl: Czy na pewno chcesz wyczyścić obraz i pamięć podręczną MiND?
th: คุณแน่ใจหรือไม่ว่าต้องการล้างภาพและแคช MiND
zh: 您确定要清除图像和MiND缓存吗？
zu: 您是否確定要清除影像和 MiND 快取？

# Settings_ApplicationInfoClearCacheComplete
source: MiNDs and image cache were successfully cleared
es: Los MiND y el caché de imágenes se borraron correctamente
ko: MiND 및 이미지 캐시가 성공적으로 지워졌습니다
nl: MiND's en afbeeldingscache zijn met succes gewist
pl: MiND i pamięć podręczna obrazów zostały pomyślnie wyczyszczone
th: ล้าง MiND และแคชรูปภาพสำเร็จแล้ว
zh: MiND和图像缓存已成功清除
zu: MiND 和影像快取已成功清除

# General_Yes
source: Yes
es: Sí
ko: 예
nl: Ja
pl: Tak
th: ใช่
zh: 是
zu: 是

# General_No
source: No
ko: 아니
nl: Nee
pl: Nie
th: ไม่
zh: 否
zu: 否

# SettingsTitle
source: Settings
es: Ajustes
ko: 설정
nl: Instellingen
pl: Ustawienia
th: การตั้งค่า
zh: 设定
zu: 設定

# Library_SettingsMusicServices
source: Music Services
es: Servicios de musica
ko: 음악 서비스
nl: Muziekservices
pl: Serwisy streamingowe
th: บริการเพลง
zh: 音乐服务
zu: 音樂服務

# Library_SettingsVisibleInList
source: Visible in Library list
es: Visible en la lista de la biblioteca
ko: 라이브러리 목록에 표시됨
nl: Zichtbaar in bibliotheeklijst
pl: Widoczny na liście bibliotek
th: มองเห็นได้ในรายการห้องสมุด
zh: 可视化媒体库列表
zu: 視覺化媒體庫清單

source: Username
es: Nombre de usuario
ko: 사용자 이름
nl: Gebruikersnaam
pl: Nazwa Użytkownika
th: ชื่อผู้ใช้
zh: 用户名
zu: 使用者名稱

# Library_SettingsLogin
source: Login
es: Iniciar sesión
ko: 로그인
pl: Zaloguj się
th: เข้าสู่ระบบ
zh: 登陆
zu: 登入

# Library_SettingsCreateNewAccount
source: Create a new account
es: Crea una cuenta nueva
ko: 새로운 계정을 생성
nl: Maak een nieuw account aan
pl: Utwórz nowe konto
th: สร้างบัญชีใหม่
zh: 创建新用户
zu: 建立新使用者

# Library_SettingsLogout
source: Logout
es: Cerrar sesión
ko: 로그 아웃
nl: Uitloggen
pl: Wyloguj
th: ออกจากระบบ
zh: 登出
zu: 登出

# Library_SettingsFollowUs
source: Follow us
es: Síguenos
ko: 우리를 따르라.
nl: Volg ons
pl: Podążaj za nami
th: ตามเรามา
zh: 关注我们
zu: 關注我們

# General_PowerOffErrorMessage
source: A problem occurred while trying to change the power state, please try again later.
es: Ocurrió un problema al intentar cambiar el estado de energía, por favor, inténtelo más tarde.
ko: 전원 상태를 변경하는 중에 문제가 발생했습니다. 잠시 후 다시 시도하십시오.
nl: Er is een probleem opgetreden bij het wijzigen van de energiestatus. Probeer het later opnieuw.
pl: Wystąpił problem podczas próby zmiany stanu zasilania. Spróbuj ponownie później.
th: ปัญหาเกิดขึ้นในขณะที่พยายามเปลี่ยนสถานะพลังงานโปรดลองอีกครั้งในภายหลัง
zh: 请重试，刚才发生了错误
zu: 請重試，剛才發生了錯誤

# General_PowerOffErrorTitle
source: Power state not changed
es: Estado de energía no cambiado
ko: 전원 상태가 변경되지 않았습니다.
nl: Energiestatus is niet gewijzigd
pl: Stan zasilania nie zmienił się
th: สถานะพลังงานไม่เปลี่ยนแปลง
zh: 电源状态未变
zu: 電源狀態未變

# Logout_Success
source: Logged out Successfully.
es: Session cerrada con éxito.
ko: 성공적으로 로그 아웃되었습니다.
nl: Succesvol uitgelogd.
pl: Wylogowano pomyślnie
th: ออกจากระบบสำเร็จ
zh: 登出成功
zu: 登出成功

# Login_Success
source: Logged in successfully.
es: Ha iniciado sesión con éxito.
ko: 로그인되었습니다.
nl: Succesvol ingelogd.
pl: Zalogowano pomyślnie.
th: เข้าสู่ระบบได้สำเร็จ
zh: 登入成功
zu: 登入成功

# Confirm_Logout
source: Do you really want to logout ?
es: ¿Seguro de cerrar sesión?
ko: 정말로 로그 아웃 하시겠습니까?
nl: Wil je echt uitloggen?
pl: Czy na pewno chcesz się wylogować?
th: คุณต้องการออกจากระบบจริงๆหรือ?
zh: 真的想要登出吗？
zu: 是否真的想要登出？

# Logout_Failed
source: Error while performing logout.
es: Error al realizar el cierre de sesión.
ko: 로그 아웃을 수행하는 동안 오류가 발생했습니다.
nl: Fout bij het afmelden.
pl: Błąd podczas wylogowywania.
th: ข้อผิดพลาดขณะดำเนินการออกจากระบบ
zh: 登出错误
zu: 登出錯誤

# Invalid_Username_Password
source: Invalid username or password
es: usuario o contraseña invalido
ko: 잘못된 사용자 이름 또는 비밀번호
nl: Ongeldige gebruikersnaam of wachtwoord
pl: Nieprawidłowa nazwa użytkownika lub hasło
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
zh: 无效的用户名或密码
zu: 使用者名稱或密碼無效

# Tap_To_Retry
source: Tap here to retry ...
es: Toque aquí para volver a intentarlo ...
ko: 다시 시도하려면 여기를 누르십시오.
nl: Tik hier om het opnieuw te proberen ...
pl: Dotknij tutaj, aby spróbować ponownie ...
th: แตะที่นี่เพื่อลองอีกครั้ง ...
zh: 点击这里重试
zu: 按一下這裡重試

source: Not Supported !
es: ¡No Compatible!
ko: 지원되지 않음!
nl: Niet ondersteund !
pl: Niewspierany!
th: ไม่รองรับ!
zh: 不支持
zu: 不支援

source: Location
es: Ubicación
ko: 위치
nl: Plaats
pl: Lokalizacja
th: ที่ตั้ง
zh: 位置
zu: 位置

source: Language
es: Idioma
ko: 언어
nl: Taal
pl: Język
th: ภาษา
zh: 语言
zu: 語言

source: Description
es: Descripción
ko: 기술
nl: Beschrijving
pl: Opis
th: คำอธิบาย
zh: 描述
zu: 說明

source: Favourite
es: Favorito
ko: 인기 있는 말
nl: Favoriete
pl: Ulubiony
th: ที่ชื่นชอบ
zh: 收藏夹
zu: 我的最愛

# NoDescription
source: No description available.
es: No hay descripción disponible.
ko: 가능한 설명이 없습니다.
nl: Geen beschrijving beschikbaar.
pl: Brak dostępnego opisu.
th: ไม่มีคำอธิบาย
zh: 描述不可用
zu: 說明無法使用

# RecentSearch
source: Recent searches
es: Búsquedas recientes
ko: 최근 검색
nl: Recente zoekopdrachten
pl: Ostatnie wyszukiwania
th: การค้นหาล่าสุด
zh: 最近搜索
zu: 最近搜尋

# SearchFor
source: Searching for {0}
es: Buscando {0}
ko: {0} 검색 중
nl: Zoeken naar {0}
pl: Wyszukiwanie {0}
th: ค้นหา {0}
zh: 搜索 {0}
zu: 搜尋 {0}

# ResultFor
source: Results for {0}
es: Resultados para {0}
ko: {0}에 대한 검색 결과
nl: Resultaten voor {0}
pl: Wyniki dla {0}
th: ผลลัพธ์สำหรับ {0}
zh: 结果 {0}
zu: 結果 {0}

source: Search
es: Busqueda
ko: 수색
nl: Zoeken
pl: Szukaj
th: ค้นหา
zh: 搜索
zu: 搜尋

# InternalError
source: An internal error occurred. Please retry.
es: Ha ocurrido un error interno. Por favor, intente de nuevo.
ko: 내부 오류가 발생했습니다. 다시 시도하십시오.
nl: Er is een interne fout opgetreden. Probeer het alstublieft opnieuw.
pl: Wystąpił błąd wewnętrzny. Prossimy spróbować ponownie.
th: เกิดข้อผิดพลาดภายใน โปรดลองอีกครั้ง
zh: 发生了内部错误。请重试。
zu: 發生了內部錯誤。請重試。

source: Show Artist
es: Mostrar artista
ko: 아티스트 표시
nl: Artiest weergeven
pl: Pokaż artystę
th: ศิลปินแสดง
zh: 展示艺术家
zu: 展示藝術家

source: Show Album
es: Mostrar álbum
ko: 앨범보기
nl: Album weergeven
pl: Pokaż album
th: แสดงอัลบั้ม
zh: 展示专辑
zu: 展示專輯

source: More Info
es: Más información
ko: 더 많은 정보
nl: Meer informatie
pl: Więcej informacji
th: ข้อมูลเพิ่มเติม
zh: 更多信息
zu: 更多資訊

# NumberOfTracks
source: {0} Tracks
es: {0} pistas
ko: {0} 트랙
nl: {0} nummers
pl: {0} Utwory
th: {0} แทร็ก
zh: {0}首歌
zu: {0}首歌

# NumberOfTrack
source: {0} Track
es: {0} pista
ko: {0} 트랙
pl: {0} Ścieżka
th: {0} แทร็ก
zh: {0}首歌
zu: {0}首歌

source: Size
es: tamaño
ko: 크기
nl: Grootte
pl: Rozmiar
th: ขนาด
zh: 大小
zu: 大小

# Metadata_Duration
source: Duration
es: Duración
ko: 지속
nl: Looptijd
pl: Czas
th: ระยะเวลา
zh: 时长
zu: 時間長度

# AirableRequiredFieldEmptyError
source: {0} cannot be empty.
es: {0} no puede estar vacío.
ko: {0}은 (는) 비워 둘 수 없습니다.
nl: {0} mag niet leeg zijn.
pl: {0} nie może być pusty.
th: {0} ไม่สามารถว่างเปล่า
zh: {0} 不能为空
zu: {0} 不能空白

source: No track available to add to queue.
es: No hay pistas disponibles para agregar a la fila.
ko: 대기열에 추가 할 수있는 트랙이 없습니다.
nl: Geen track beschikbaar om toe te voegen aan afspeellijst.
pl: Brak dostępnej ścieżki do dodania do kolejki.
th: ไม่มีแทร็กที่จะเพิ่มลงในคิว
zh: 暂无可添加到序列的曲目
zu: 暫無可新增到序列的曲目

# AppNotConnectedToMiND
source: App is not currently connected to a MiND. Please try reconnect to your MiND.
es: La aplicación no está conectada actualmente a un MiND. Por favor, intente volver a conectarse a su MiND.
ko: 앱이 현재 MiND에 연결되어 있지 않습니다. MiND에 다시 연결하십시오.
nl: App is momenteel niet verbonden met een MiND. Probeer opnieuw verbinding te maken met uw MiND.
pl: Aplikacja nie jest obecnie podłączona do MiND. Spróbuj ponownie połączyć się z MiND.
th: ขณะนี้แอปไม่ได้เชื่อมต่อกับ MiND โปรดลองเชื่อมต่อกับ MiND ของคุณอีกครั้ง
zh: 程序目前未连接到MiND，请重新连接
zu: 程式目前未連線至 MiND，請重新連線

# CannotAccessMindQueue
source: App cannot access the MiND queue. Please try reconnect to your MiND.
es: La aplicación no puede acceder a la fila MiND. Por favor, intente volver a conectarse a su MiND.
ko: 앱이 MiND 대기열에 액세스 할 수 없습니다. MiND에 다시 연결하십시오.
nl: App heeft geen toegang tot de MiND-afspeellijst. Probeer opnieuw verbinding te maken met uw MiND.
pl: Aplikacja nie może uzyskać dostępu do kolejki MiND. Spróbuj ponownie połączyć się z MiND.
th: แอปไม่สามารถเข้าถึงคิว MiND ได้ โปรดลองเชื่อมต่อกับ MiND ของคุณอีกครั้ง
zh: APP无法接入MiND队列，请重新连接你的MiND设备。
zu: APP 無法接取 MiND 佇列，請重新連接您的 MiND 裝置。

source: No track available to save.
es: No hay pistas disponibles para guardar.
ko: 저장할 트랙이 없습니다.
nl: Geen track beschikbaar om toe te voegen aan afspeellijst.
pl: Brak dostępnych ścieżek do zapisania.
th: ไม่มีแทร็กที่จะบันทึก
zh: 当前没有曲目可保存。
zu: 目前沒有曲目可儲存。

# SaveQueueError
source: An error occurred while trying to save playlist.
es: Se produjo un error al intentar guardar la lista de reproducción.
ko: 재생 목록을 저장하는 중에 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het opslaan van de afspeellijst.
pl: Wystąpił błąd podczas próby zapisania listy odtwarzania.
th: เกิดข้อผิดพลาดในขณะที่พยายามบันทึกเพลย์ลิสต์
zh: 保存播放列表的时候遇到错误
zu: 儲存播放清單的時候遇到錯誤

# EmptyPlaylistName
source: Cannot save playlist with an empty name. Please set a name.
es: No se puede guardar la lista de reproducción con un nombre vacío. Por favor, establezca un nombre.
ko: 빈 이름으로 재생 목록을 저장할 수 없습니다. 이름을 설정하십시오.
nl: Kan afspeellijst niet opslaan met een lege naam. Geef een naam op.
pl: Nie można zapisać listy odtwarzania z pustą nazwą. Ustaw nazwę.
th: ไม่สามารถบันทึกเพลย์ลิสต์ด้วยชื่อที่ว่างเปล่า กรุณาตั้งชื่อ
zh: 请给播放列表命名，不支持以空白名字保存播放列表。
zu: 請命名播放清單，不支援以空白名稱儲存播放清單。

# PlaylistAlreadyExist
source: {0} already exists. Do you want to replace or append to the existing playlist ?
es: {0} ya existe. ¿Desea reemplazar o agregar a la lista de reproducción existente?
ko: {0}이 (가) 이미 있습니다. 기존 재생 목록을 바꾸거나 추가 하시겠습니까?
nl: {0} bestaat al. Wil je de bestaande afspeellijst vervangen of toevoegen?
pl: {0} już istnieje. Czy chcesz zastąpić lub dołączyć do istniejącej listy odtwarzania?
th: {0} มีอยู่แล้ว คุณต้องการแทนที่หรือผนวกเข้ากับเพลย์ลิสต์ที่มีอยู่หรือไม่?
zh: {0} 已存在。请问是否想替代或添加到已有播放列表？
zu: {0} 已存在。請問是否想替代或新增到已有播放清單？

# GeneralAppend
source: Append
es: Añadir
ko: 추가
nl: Toevoegen
pl: Dodać
th: ผนวก
zh: 添加
zu: 新增

# GeneralReplace
source: Replace
es: Reemplazar
ko: 바꾸다
nl: Vervangen
pl: Zastąpić
th: แทนที่
zh: 替代
zu: 替代

# PlaylistHasBeenDeleted
source: {0} has been deleted.
es: {0} ha sido eliminado.
ko: {0}이 (가) 삭제되었습니다.
nl: {0} is verwijderd.
pl: {0} zostało usunięte.
th: {0} ถูกลบไปแล้ว
zh: {0} 已删除成功
zu: {0} 已刪除成功

# PlaylistHasBeenSaved
source: {0} has been saved.
es: {0} se ha guardado.
ko: {0}이 (가) 저장되었습니다.
nl: {0} is opgeslagen.
pl: {0} zostało zapisane.
th: {0} ได้รับการบันทึกแล้ว
zh: {0} 已保存成功
zu: {0} 已儲存成功

# TrackSuccessfullyAddedToQueue
source: Tracks were successfully added to queue.
es: Las pistas se han añadido correctamente a la fila.
ko: 트랙이 성공적으로 대기열에 추가되었습니다.
nl: Tracks zijn met succes toegevoegd aan de afspeellijst.
pl: Utwory zostały pomyślnie dodane do kolejki.
th: แทร็กถูกเพิ่มเข้ากับคิวสำเร็จ
zh: 曲目已成功添加到序列中。
zu: 曲目已成功新增到序列中。

# MindQueueFullyLoaded
source: MiND queue is loaded at its maximum capacity.
es: La fila MiND está cargada a su máxima capacidad.
ko: MiND 대기열이 최대 용량으로로드됩니다.
nl: MiND-afspeelijst wordt op maximale capaciteit geladen.
pl: Kolejka MiND jest ładowana z maksymalną wydajnością.
th: คิว MiND ถูกโหลดที่ความจุสูงสุด
zh: MiND序列已达最大的容量
zu: MiND 序列已達最大容量

# UnconfiguredMiND
source: Unconfigured {0} ({1})
es: Sin configurar {0} ({1})
ko: 구성되지 않은 {0} ({1})
nl: Niet-geconfigureerd {0} ({1})
pl: Nieskonfigurowany {0} ({1})
zh: {0} ({1}) 未设置
zu: {0} ({1}) 未設定

# UnsolicitedMessageFromMiND
source: Unsolicited message from {0}
es: Mensaje no solicitado de {0}
ko: {0}의 요청하지 않은 메시지
nl: Ongevraagd bericht van {0}
pl: Niechciana wiadomość od {0}
th: ข้อความที่ไม่พึงประสงค์จาก {0}
zh: {0}发来的信息
zu: {0} 送來的資訊

# FailedToConnectToMusicService
source: Failed to connect to {0}. Please retry.
es: Error al conectarse a {0}. Por favor, intente de nuevo.
ko: {0}에 연결하지 못했습니다. 다시 시도하십시오.
nl: Kan geen verbinding maken met {0}. Probeer het alstublieft opnieuw.
pl: Nie udało się połączyć z {0}. Proszę spróbuj ponownie.
th: ไม่สามารถเชื่อมต่อกับ {0} โปรดลองอีกครั้ง
zh: 无法连接到{0}，请重试。
zu: 無法連線至 {0}，請重試。

# MultiroomMasterNotFound
source: Your unit has joined a multiroom group as slave. Please select the group to continue playback.
es: Su unidad se ha unido a un grupo multi sala como esclavo. Por favor, seleccione el grupo para continuar la reproducción.
ko: 귀하의 유닛이 멀티 룸 그룹에 가입했습니다. 재생을 계속하려면 그룹을 선택하십시오.
nl: Uw apparaat is als slaaf toegevoegd aan een multiroom groep. Selecteer de groep om door te gaan met afspelen.
pl: Twoje urządzenie zostało dołączone do grupy multiroom w teybie "slave". Wybierz grupę, aby kontynuować odtwarzanie.
th: หน่วยของคุณได้เข้าร่วมกลุ่ม Multiroom เป็น Slave โปรดเลือกกลุ่มเพื่อเล่นต่อ
zh: 你的设备已成为到一个多房间群组的组员。请选择群组以继续播放。
zu: 您的裝置已變為一個多房間群組的組員。請選擇群組以繼續播放。

# MultiroomWithTitle
source: Multiroom: {0}
es: Multi sala: {0}
ko: 멀티 룸 : {0}
th: หลายห้อง: {0}
zh: 多房间{0}
zu: 多房間 {0}

# CurrentDeviceHasBeenGrouped
source: "{0}" joined a multiroom group as slave. App automatically reconnected to master device "{1}".
es: {0} se unió a un grupo multi sala como esclavo. La aplicación se vuelve a conectar automáticamente al dispositivo maestro "{1}".
ko: {0}은 (는) 멀티 룸 그룹에 참여했습니다. 앱이 자동으로 마스터 장치 "{1}"에 다시 연결되었습니다.
nl: "{0}" is als slaaf toegevoegd aan een multiroom groep. App maakt automatisch opnieuw verbinding met hoofdapparaat "{1}".
pl: {0} dołączył do grupy multiroom w trybie "slave". Aplikacja automatycznie ponownie połączona z urządzeniem głównym „{1}”.
th: {0} เข้าร่วมกลุ่ม Multiroom เป็น Slave แอปเชื่อมต่อกับอุปกรณ์หลักใหม่โดยอัตโนมัติ "{1}"
zh: {0} 已成为多房间群组中的组员。程序会自动重连到主设备{1}.
zu: {0} 已成為多房間群組中的組員。程式會自動重新連線至主裝置 {1}。

source: Permission
es: Permiso
ko: 허가
nl: Toestemming
pl: Pozwolenie
th: การอนุญาต
zh: 批准
zu: 核准

# PermissionForWifiReason
source: MiND app needs location permission in order to find nearby Wi-Fi networks.
es: La aplicación MiND necesita permiso de ubicación para encontrar redes Wi-Fi cercanas.
ko: MiND 앱은 인근 Wi-Fi 네트워크를 찾기 위해 위치 권한이 필요합니다.
nl: MiND-app heeft locatietoestemming nodig om Wi-Fi-netwerken in de buurt te vinden.
pl: Aplikacja MiND wymaga zezwolenia na lokalizację, aby znaleźć pobliskie sieci Wi-Fi.
th: Mind App ต้องการการอนุญาตตำแหน่งเพื่อค้นหาเครือข่าย Wi-Fi ที่อยู่ใกล้เคียง
zh: MiND程序需要位置权限以获得附近的无线网络
zu: MiND 程式需要位置權限以獲得附近的無線網路

# PermissionForBleSearch
source: MiND app needs location permission in order to find nearby unconfigured MiND.
es: La aplicación MiND necesita permiso de ubicación para encontrar MiND no configurado cerca.
ko: MiND 앱은 미지의 미드 미드를 찾기 위해 위치 권한이 필요합니다.
nl: MiND-app heeft locatietoestemming nodig om niet-geconfigureerde MiND in de buurt te vinden.
pl: Aplikacja MiND wymaga zezwolenia na lokalizację, aby znaleźć nieskonfigurowany MiND w pobliżu.
th: Mind App ต้องได้รับอนุญาตจากตำแหน่งเพื่อค้นหา MiND ที่ไม่ได้กำหนดค่าในบริเวณใกล้เคียง
zh: MiND 程序需要位置权限以寻找未设置好的MiND
zu: MiND 程式需要位置權限以尋找未設定好的 MiND

# MultiroomVolumeControl
source: Volume
es: Volumen
ko: 음량
pl: Siła głosu
th: ปริมาณ
zh: 音量
zu: 音量

# SetPresetTitle
source: Set to preset ...
es: Establecer en preajuste ...
ko: 사전 설정 ...
nl: Ingesteld op preset ...
pl: Ustaw preset ...
th: ตั้งค่าไว้ล่วงหน้า ...
zh: 预设为
zu: 預設為

# PresetItem
source: Preset {0}
es: Preajuste {0}
ko: 프리셋 {0}
nl: Voorinstelling {0}
th: ที่ตั้งไว้ล่วงหน้า {0}
zh: 预设 {0}
zu: 預設 {0}

# PresetSuccessfullySaved
source: {0} successfully saved to preset {1}.
es: {0} guardado con éxito en el preset {1}.
ko: {0}이 (가) 사전 설정 {1}에 성공적으로 저장되었습니다.
nl: {0} succesvol opgeslagen in voorinstelling {1}.
pl: {0} został pomyślnie zapisany w ustawieniu wstępnym {1}.
th: {0} บันทึกได้สำเร็จเป็นที่ตั้งไว้ล่วงหน้า {1}
zh: {0} 已成功保存设定 {1}.
zu: {0} 已成功儲存設定 {1}。

# TurnedToStandby
source: {0} turned to standby mode.
es: {0} se volvió al modo de espera.
ko: {0}이 (가) 대기 모드로 전환되었습니다.
nl: {0} staat in de standby-modus.
pl: {0} włączony do trybu gotowości.
th: {0} หันไปใช้โหมดสแตนด์บาย
zh: {0} 切换到待机模式
zu: {0} 切換到待機模式

# VersionAvailable
source: ({0} available)
es: ({0} disponible)
ko: (사용할 수있는 {0} 개)
nl: ({0} beschikbaar)
pl: (Dostępny {0})
th: ({0} พร้อมใช้งาน)
zh: ({0} 可得到)
zu: （{0} 可得到）

# NewUpdatesAvailable
source: New update(s) available(s)
es: Nueva (s) actualización (es) disponible (s)
ko: 새 업데이트를 사용할 수 있습니다.
nl: Nieuwe update (s) beschikbaar (s)
pl: Dostępne nowe aktualizacje
th: การอัปเดตใหม่ที่มีอยู่
zh: 发现新的升级包
zu: 發現新的升級套件

# HostUpdateMessage
source: The {0} is updating. It can take up to 5 minutes. Please be patient.
es: El {0} se está actualizando. Puede tardar hasta 5 minutos. Por favor sea paciente.
ko: {0}이 (가) 업데이트 중입니다. 최대 5 분이 소요될 수 있습니다. 기다려주십시오.
nl: De {0} wordt geüpdatet. Dit kan 5 minuten duren. Wees alstublieft geduldig.
pl: {0} aktualizuje się. Może to potrwać do 5 minut. Proszę być cierpliwym.
th: {0} กำลังอัปเดต อาจใช้เวลาสูงสุด 5 นาที กรุณาอดทน
zh: {0} 正在更新. 升级正在进行中，约需时300秒，请耐心等候
zu: {0} 正在更新。升級進行中，約需要 300 秒，請耐心等候

# FirstTimeSetupTitle
source: Select your country
es: Seleccione su país
ko: 당신의 나라를 선택하세요
nl: Kies je land
pl: Wybierz swój kraj
th: เลือกประเทศของคุณ
zh: 请选择你的国家
zu: 請選擇您的國家

source: setup information.
es: información de configuración.
ko: 설정 정보.
nl: installatie-informatie.
pl: informacje o konfiguracji.
th: ข้อมูลการตั้งค่า
zh: 设置信息
zu: 設定資訊

# MultiroomErrorContent
source: Multiroom is disabled.
es: Multi sala está deshabilitado.
ko: 멀티 룸이 사용 중지되었습니다.
nl: Multiroom is uitgeschakeld.
pl: Multiroom jest wyłączony.
th: Multiroom ถูกปิดใช้งาน
zh: 多房间功能已关闭
zu: 多房間功能已關閉

# TuneInRadioFriendlyName
source: Radio
ko: 라디오
th: วิทยุ
zh: 无线电
zu: 無線電

# PodcastsFriendlyName
source: Podcasts
ko: 포드 캐스트
pl: Podcasty
th: พอดคาสต์
zh: 播客
zu: 播客

# ObjectNotAvailable
source: {0} not available.
es: {0} no disponible.
ko: {0}을 (를) 사용할 수 없습니다.
nl: {0} niet beschikbaar.
pl: {0} niedostępne.
th: {0} ไม่พร้อมใช้งาน
zh: {0} 无法使用
zu: {0} 無法使用

# FreeTrial
source: Try for free
es: Prueba gratis
ko: 무료로 사용해보십시오.
nl: Probeer gratis
pl: Wypróbuj za darmo
th: ลองฟรี
zh: 免费试用
zu: 免費試用

# Check_for_Supported_Localization
source: Language is supported at the moment
es: Idioma es compatible en este momento.
ko: 언어는 현재 지원됩니다.
nl: Taal wordt momenteel ondersteund
pl: Język jest obecnie obsługiwany
th: สนับสนุนภาษาในขณะนี้
zh: 目前支持语言
zu: 目前支援語言

# CannotContactMusicService
source: Cannot contact {0} server.
es: No se puede contactar con el servidor {0}.
ko: {0} 서버에 연결할 수 없습니다.
nl: Kan geen verbinding maken met de {0} -server.
pl: Nie można skontaktować się z serwerem {0}.
th: ไม่สามารถติดต่อเซิร์ฟเวอร์ {0}
zh: 无法联系{0}服务器。
zu: 無法聯絡 {0} 伺服器。

# WrongDataReturnMusicService
source: Wrong data returned from {0} server.
es: Devolución de datos erróneos del servidor {0}.
ko: {0} 서버에서 잘못된 데이터가 반환되었습니다.
nl: Verkeerde gegevensretour van {0} -server.
pl: Błędny powrót danych z serwera {0}.
th: ข้อมูลผิดส่งคืนจากเซิร์ฟเวอร์ {0}
zh: 从{0}服务器返回错误的数据。
zu: 從 {0} 伺服器回傳錯誤的資料。

# AutomaticRenameError
source: Your current MiND device firmware version does not support automatic rename functionality. Please update first.
es: La versión actual del firmware de su dispositivo MiND no admite la función de cambio de nombre automático. Por favor, actualice primero.
ko: 현재 MiND 장치 펌웨어 버전은 자동 이름 바꾸기 기능을 지원하지 않습니다. 먼저 업데이트하십시오.
nl: De huidige firmwareversie van uw MiND-apparaat ondersteunt geen automatische hernoemingsfunctionaliteit. Update eerst.
pl: Twoja aktualna wersja oprogramowania sprzętowego MiND nie obsługuje funkcji automatycznej zmiany nazwy. Najpierw zaktualizuj.
th: เวอร์ชันเฟิร์มแวร์ของอุปกรณ์ MiND ปัจจุบันของคุณไม่สนับสนุนฟังก์ชันการเปลี่ยนชื่ออัตโนมัติ ขออนุญาติอัพเดทก่อนนะครับ
zh: 当前MiND的固件版本不支持自动重命名功能，请先升级.
zu: 目前 MiND 的韌體版本不支援自動重新命名功能，請先升級。

# AutomaticUpdateError
source: The current MiND version doesn't support automatic updates from the application. Please update your device manually. Upon completion of this step you will then be able to initiate future updates from the application.
es: La versión actual de MiND no admite actualizaciones automáticas desde la aplicación. Por favor actualice su dispositivo manualmente. Al completar este paso, podrá iniciar futuras actualizaciones desde la aplicación.
ko: 현재 MiND 버전은 애플리케이션의 자동 업데이트를 지원하지 않습니다. 기기를 수동으로 업데이트하십시오. 이 단계를 완료하면 응용 프로그램에서 향후 업데이트를 시작할 수 있습니다.
nl: De huidige MiND-versie ondersteunt geen automatische updates van de applicatie. Werk uw apparaat handmatig bij. Na voltooiing van deze stap kunt u toekomstige updates vanuit de applicatie starten.
pl: Obecna wersja MiND nie obsługuje automatycznych aktualizacji z aplikacji. Zaktualizuj urządzenie ręcznie. Po zakończeniu tego kroku będziesz mógł inicjować przyszłe aktualizacje z aplikacji.
th: เวอร์ชัน MiND ปัจจุบันไม่รองรับการอัปเดตอัตโนมัติจากแอปพลิเคชัน โปรดอัปเดตอุปกรณ์ของคุณด้วยตนเอง เมื่อเสร็จสิ้นขั้นตอนนี้ คุณจะสามารถเริ่มต้นการอัปเดตในอนาคตจากแอปพลิเคชันได้
zh: 当前MiND的固件版本不支持从应用程序自动升级。请手动升级设备后重试
zu: 目前 MiND 的韌體版本不支援從應用程式自動升級。請手動升級裝置後重試
