Repository: josue-lubaki/DataConverter
Catalog: out/production/Converter/resx_files/Localization.*.resx
Languages: es, ko, nl, pl, th, zh, zu

# Diagnostic_MulticastSearch
source: Validating MiND search protocol ...
es: Validando el protocolo de búsqueda MiND ...
ko: MiND 검색 프로토콜 확인 ...
nl: MiND-zoekprotocol valideren ...
pl: Sprawdzanie poprawności protokołu wyszukiwania MiND ...
th: กำลังตรวจสอบโปรโตคอลการค้นหา MiND ...
zh: 验证MiND搜索协议......
zu: 驗證 MiND 搜尋協定......

# Diagnostic_MulticastSearchWorking
source: MiND search protocol working
es: Protocolo de búsqueda de MiND funcionando
ko: MiND 검색 프로토콜 작동
nl: MiND-zoekprotocol werkt
pl: Działa protokół wyszukiwania MiND
th: โปรโตคอลการค้นหา MiND ทำงาน
zh: MiND搜索协议正常工作
zu: MiND 搜尋協定正常工作

# Diagnostic_SpecificSearch
source: Looking for MiNDs ...
es: Buscando MiNDs ...
ko: MiND 찾기 ...
nl: Op zoek naar MiND's ...
pl: Szukam MiND ...
th: กำลังมองหา MiNDs ...
zh: 寻找MiNDs ......
zu: 尋找 MiND ......

# Diagnostic_SpecificSearchWorking
source: We found something
es: Encontramos algo
ko: 우리는 뭔가를 발견
nl: We hebben iets gevonden
pl: Znaleźliśmy coś
th: เราพบบางสิ่งบางอย่าง
zh: 我们发现了什么
zu: 我們發現了什麼

# Diagnostic_SpecificSearchFailed
source: We did not find any MiND on your network.
es: No encontramos ningún MiND en su red.
ko: 네트워크에서 MiND를 찾지 못했습니다.
nl: We hebben geen MiND op uw netwerk gevonden.
pl: Nie znaleźliśmy żadnego MiND w twojej sieci.
th: เราไม่พบ MiND ใด ๆ ในเครือข่ายของคุณ
zh: 我们没有在您的网络上找到任何MiND。
zu: 我們沒有在您的網路上找到任何 MiND。

# Diagnostic_MulticastSearchNotWorking
source: Unable to validate MiND search protocol.
es: No se puede validar el protocolo de búsqueda MiND.
ko: MiND 검색 프로토콜을 확인할 수 없습니다.
nl: Kan MiND-zoekprotocol niet valideren.
pl: Nie można sprawdzić poprawności protokołu wyszukiwania MiND.
th: ไม่สามารถตรวจสอบโปรโตคอลการค้นพบ MiND ได้
zh: 无法验证MiND搜索协议。
zu: 無法驗證 MiND 搜尋協定。

# Diagnostic_SpecificSearchNotWorking
source: Search protocol validated but we did not find any MiND on the network.
es: Protocolo de búsqueda validado pero no encontramos ningún MiND en la red.
ko: 검색 프로토콜의 유효성이 검사되었지만 네트워크에서 MiND를 찾지 못했습니다.
nl: Zoekprotocol gevalideerd, maar we hebben geen MiND op het netwerk gevonden.
pl: Zatwierdzono protokół wyszukiwania, ale nie znaleźliśmy żadnego MiND w sieci.
th: ตรวจสอบโปรโตคอลการค้นหาแล้ว แต่เราไม่พบ MiND ใด ๆ บนเครือข่าย
zh: 搜索协议已经过验证，但我们在网络上找不到任何MiND。
zu: 搜尋協定已經過驗證，但我們在網路上找不到任何 MiND。

# Diagnostic_GoToNextStep
source: Go the next step
es: Vaya al siguiente paso
ko: 다음 단계로 가십시오
nl: Ga naar de volgende stap
pl: Przejdź do następnego kroku
th: ไปขั้นตอนต่อไป
zh: 转到下一步
zu: 前往下一步

# Diagnostic_FailedTitle
source: We are unable to find your MiND
es: No podemos encontrar su MiND
ko: 귀하의 MiND를 찾을 수 없습니다
nl: We kunnen uw MiND niet vinden
pl: Nie możemy znaleźć Twojego MiND
th: เราไม่พบ MiND . ของคุณ
zh: 我们无法找到您的MiND
zu: 我們無法找到您的 MiND

# Diagnostic_FailedAdvice1
source: Please unplug/plug your device power cable and retry.
es: Desenchufe / enchufe el cable de alimentación de su dispositivo y vuelva a intentarlo.
ko: 장치 전원 케이블을 분리 / 연결 한 후 다시 시도하십시오.
nl: Koppel de voedingskabel van uw apparaat los en sluit deze opnieuw aan.
pl: Odłącz / podłącz kabel zasilający urządzenia i spróbuj ponownie.
th: โปรดถอดปลั๊ก/เสียบสายไฟอุปกรณ์ของคุณและลองอีกครั้ง
zh: 请拔下/插入设备电源线，然后重试。
zu: 請拔下/插入裝置電源線，然後重試。

# Diagnostic_FailedAdvice2
source: If not working, try to factory reset your unit. See your manual for guidance.
es: Si no funciona, intente restablecer de fábrica su unidad. Consulte su manual para obtener orientación.
ko: 작동하지 않으면 장치를 공장 초기화하십시오. 지침은 설명서를 참조하십시오.
nl: Als het niet werkt, probeer dan uw apparaat terug te zetten naar de fabrieksinstellingen. Zie uw handleiding voor begeleiding.
pl: Jeśli nie działa, spróbuj przywrócić ustawienia fabryczne urządzenia. Wskazówki można znaleźć w instrukcji obsługi.
th: หากไม่ทำงานให้ลองรีเซ็ตเครื่องจากโรงงาน ดูคู่มือของคุณเพื่อขอคำแนะนำ
zh: 如果不起作用，请尝试恢复出厂设置。 有关指导，请参阅手册。
zu: 如果不起作用，請嘗試還原出廠設定。有關指導，請參閱手冊。

# Diagnostic_ContactSimaudio
source: Contact Simaudio
es: Contactar a Simaudio
ko: Simaudio에 문의
nl: Neem contact op met Simaudio
pl: Skontaktuj się z Simaudio
th: ติดต่อ Simaudio
zh: 联系Simaudio
zu: 聯絡 Simaudio

# Diagnostic_PingDescription
source: If you have access to your {0}'s IP address, enter it here :
es: Si tiene acceso a la dirección IP de su {0}, ingréselo aquí:
ko: {0}의 IP 주소에 액세스 할 수 있으면 여기에 입력하십시오.
nl: Als je toegang hebt tot het IP-adres van je {0}, voer je dit hier in:
pl: Jeśli masz dostęp do adresu IP swojego {0}, wpisz go tutaj:
th: หากคุณมีการเข้าถึงที่อยู่ IP ของ {0} ให้ป้อนที่นี่:
zh: 如果您有权访问{0}的IP地址，请在此处输入：
zu: 如果您有權存取 {0} 的 IP 位址，請在此處輸入：

# Diagnostic_RequestName
source: Name : {0}
es: Nombre: {0}
ko: 이름 : {0}
nl: Naam: {0}
pl: Nazwa: {0}
th: ชื่อ: {0}
zh: 姓名：{0}
zu: 姓名：{0}

# Diagnostic_RequestModel
source: Model : {0}
es: Modelo: {0}
ko: 모델 : {0}
th: รุ่น: {0}
zh: 型号：{0}
zu: 型號：{0}

# Diagnostic_RequestType
source: Type : {0}
es: Tipo: {0}
ko: 유형 : {0}
pl: Wpisz: {0}
th: ประเภท: {0}
zh: 输入：{0}
zu: 輸入：{0}

# Diagnostic_ConfirmTextWithMindType
source: You are selecting a {0} with {1}.
es: Está seleccionando un {0} con {1}.
ko: {1}의 {0}을 (를) 선택하고 있습니다.
nl: Je selecteert een {0} met {1}.
pl: Wybierasz {0} za pomocą {1}.
th: คุณกำลังเลือก {0} ด้วย {1}
zh: 您正在使用{1}选择{0}。
zu: 您正在使用 {1} 選擇 {0}。

# Diagnostic_ConfirmTextNoMindType
source: You are selecting a {0}.
es: Está seleccionando un {0}.
ko: {0}을 (를) 선택하고 있습니다.
nl: Je selecteert een {0}.
pl: Wybierasz {0}.
th: คุณกำลังเลือก {0}
zh: 您正在选择{0}。
zu: 您正在選擇 {0}。

# Diagnostic_unknown
source: unkown
es: desconocido
ko: 벙어리
nl: onbekend
pl: nieznany
th: พูดไม่ออก
zh: 不明
zu: 不明

# Diagnostic_Connect
source: Connect
es: Conectar
ko: 잇다
nl: Aansluiten
pl: Połączyć
th: เชื่อมต่อ
zh: 连
zu: 連

# Diagnostic_ISeeDevice
source: If you see your {0}, select it above.
es: Si ve su {0}, selecciónelo arriba.
ko: {0}이 (가) 있으면 위에서 선택하십시오.
nl: Als je je {0} ziet, selecteer je deze hierboven.
pl: Jeśli zobaczysz {0}, wybierz go powyżej.
th: หากคุณเห็น {0} ของคุณเลือกด้านบน
zh: 如果您看到{0}，请在上面选择它。
zu: 如果您看到 {0}，請予以在上面選擇。

# Diagnostic_IdontSeeDevice
source: I don't see it.
es: No lo veo
ko: 나는 그것을 보지 못한다.
nl: Ik zie het niet.
pl: Nie widzę tego
th: ฉันไม่เห็นมัน
zh: 我没有看到它。
zu: 我沒有看到。

# Diagnostic_WrongIp
source: We did not find anything with the address your provided. Are you sure you have the correct IP?
es: No encontramos nada con la dirección que nos proporcionó. ¿Está seguro de que tienes la IP correcta?
ko: 입력하신 주소와 일치하는 내용이 없습니다. 올바른 IP를 가지고 있습니까?
nl: We hebben niets gevonden met het door u opgegeven adres. Weet je zeker dat je het juiste IP-adres hebt?
pl: Nie znaleźliśmy niczego z podanym adresem. Czy na pewno masz poprawny adres IP?
th: เราไม่พบสิ่งใดด้วยที่อยู่ที่คุณให้ไว้ แน่ใจหรือว่าคุณมี IP ที่ถูกต้อง?
zh: 我们没有找到您提供的地址的任何信息。 您确定您拥有正确的IP吗？
zu: 我們找不到您提供的位址的任何資訊。您是否確定擁有正確 IP？

# Diagnostic_MaybeWrongIp
source: If it's not the device you are looking for, please make sure you have entered the correct IP before trying again.
es: Si no es el dispositivo que está buscando, asegúrese de haber ingresado la IP correcta antes de volver a intentarlo.
ko: 원하는 장치가 아닌 경우 다시 시도하기 전에 올바른 IP를 입력했는지 확인하십시오.
nl: Als dit niet het apparaat is waarnaar u op zoek bent, zorg er dan voor dat u het juiste IP-adres heeft ingevoerd voordat u het opnieuw probeert.
pl: Jeśli nie jest to urządzenie, którego szukasz, upewnij się, że podałeś poprawny adres IP przed ponowną próbą.
th: หากไม่ใช่อุปกรณ์ที่คุณกำลังมองหาโปรดตรวจสอบให้แน่ใจว่าคุณได้ป้อน IP ที่ถูกต้องก่อนที่จะลองอีกครั้ง
zh: 如果它不是您要查找的设备，请确保在再次尝试之前输入了正确的IP。
zu: 如果不是您要尋找的裝置，請確保再次嘗試前已輸入正確 IP。

# Diagnostic_RequestResponseTitle
source: Here is what we found :
es: Aquí está lo que encontramos:
ko: 우리가 찾은 것은 다음과 같습니다.
nl: Dit is wat we hebben gevonden:
pl: Oto, co znaleźliśmy:
th: นี่คือสิ่งที่เราพบ:
zh: 这是我们发现的：
zu: 這是我們發現的：

# VerificationConfirmation
source: I have verified
es: He verificado
ko: 나는 확인했다
nl: Ik heb geverifieerd
pl: Zweryfikowałem
th: ฉันได้ยืนยันแล้ว
zh: 我已经验证了
zu: 我已經驗證了

# Diagnostic_IDontHaveIp
source: I don't have access to my IP address.
es: No tengo acceso a mi dirección IP.
ko: 내 IP 주소에 액세스 할 수 없습니다.
nl: Ik heb geen toegang tot mijn IP-adres.
pl: Nie mam dostępu do mojego adresu IP.
th: ฉันไม่สามารถเข้าถึงที่อยู่ IP ของฉันได้
zh: 我无法访问我的IP地址。
zu: 我無法存取我的 IP 位址。

# AppInfo_ManualSearchTitle
source: Manual Search
es: Búsqueda manual
ko: 수동 검색
nl: Handmatig zoeken
pl: Wyszukiwanie ręczne
th: การค้นหาด้วยตนเอง
zh: 手动搜索
zu: 手動搜尋

# AppInfo_ManualSearchContent
source: Manually search your MiND on the network if you have its IP address.
es: Busque manualmente su MiND en la red si tiene su dirección IP.
ko: IP 주소가있는 경우 네트워크에서 MiND를 수동으로 검색하십시오.
nl: Zoek handmatig uw MiND op het netwerk als u het IP-adres heeft.
pl: Ręcznie wyszukaj MiND w sieci, jeśli masz adres IP.
th: ค้นหา MiND ของคุณบนเครือข่ายด้วยตนเองหากคุณมีที่อยู่ IP
zh: 如果您拥有IP地址，请在网络上手动搜索MiND。
zu: 如果您擁有 IP 位址，請在網路上手動搜尋 MiND。

# Diagnostic_Close
source: Close Diagnostic Tool
es: Cerrar herramienta de diagnóstico
ko: 진단 도구 닫기
nl: Sluit Diagnostic Tool
pl: Zamknij narzędzie diagnostyczne
th: เครื่องมือวินิจฉัยปิด
zh: 关闭诊断工具
zu: 關閉診斷工具

# AppInfo_ReportBug
source: Report a bug
es: Reportar un error
ko: 버그 신고
nl: Meld een bug
pl: Zgłoś błąd
th: รายงานความผิดพลาด
zh: 报告错误
zu: 報告錯誤

# Diagnostic_FailedAdvice3
source: You can also contact Simaudio for help.
es: También puede contactar a Simaudio para obtener ayuda.
ko: Simaudio에 도움을 요청할 수도 있습니다.
nl: Je kunt ook contact opnemen met Simaudio voor hulp.
pl: Możesz również skontaktować się z Simaudio w celu uzyskania pomocy.
th: คุณยังสามารถติดต่อ Simaudio เพื่อขอความช่วยเหลือ
zh: 您也可以联系Simaudio寻求帮助
zu: 您也可以聯絡 Simaudio 尋求協助

# Accessibility_DoubleTapToSelectHint
source: Double tap to select
es: Toque dos veces para seleccionar
ko: 두 번 탭하여 선택
nl: Dubbelklik om te selecteren
pl: Kliknij dwukrotnie, aby wybrać
th: แตะสองครั้งเพื่อเล่น
zh: 双击选择
zu: 按兩下選擇

# Accessibility_DoubleTapToShowDetailsHint
source: Double tap to show more details
es: Toque dos veces para mostrar más detalles
ko: 자세한 내용을 보려면 두 번 탭하세요.
nl: Dubbelklik om meer details weer te geven
pl: Kliknij dwukrotnie, aby wyświetlić więcej szczegółów
th: แตะสองครั้งเพื่อแสดงรายละเอียดเพิ่มเติม
zh: 双击以显示更多详细信息
zu: 按兩下以顯示更多詳細資訊

# Accessibility_DoubleTapToCollapseDetailsHint
source: Double tap to collapse details
es: Toque dos veces para contraer detalles
ko: 세부 정보를 접으려면 두 번 탭하세요.
nl: Dubbelklik om details samen te vouwen
pl: Kliknij dwukrotnie, aby zwinąć szczegóły
th: แตะสองครั้งเพื่อยุบรายละเอียด
zh: 双击以折叠细节
zu: 按兩下以收合細節

# Accessibility_DoubleTapToFindDeviceByIpHint
source: Double tap to find your unit.
es: Toque dos veces para encontrar tu unidad.
ko: 단위를 찾으려면 두 번 탭하십시오.
nl: Dubbelklik om uw apparaat te vinden.
pl: Kliknij dwukrotnie, aby znaleźć swoją jednostkę.
th: แตะสองครั้งเพื่อค้นหาหน่วยของคุณ
zh: 双击即可找到您的单位。
zu: 按兩下即可找到您的單位。

# Accessibility_DoubleTapToFindDeviceByIpDisabledHint
source: Search unit button in disabled state. Enter a valid IP address in appropriate text field to enable it.
es: Botón de búsqueda de unidad en estado deshabilitado. Ingrese una dirección IP válida en el campo de texto apropiado para habilitarla.
ko: 비활성화 상태의 검색 단위 버튼. 해당 텍스트 필드에 유효한 IP 주소를 입력하여 활성화하십시오.
nl: Zoekeenheidknop in uitgeschakelde toestand. Voer een geldig IP-adres in het juiste tekstveld in om het in te schakelen.
pl: Przycisk jednostki wyszukiwania w stanie wyłączonym. Wprowadź poprawny adres IP w odpowiednim polu tekstowym, aby go włączyć.
th: ปุ่มค้นหาในสถานะปิดใช้งาน ป้อนที่อยู่ IP ที่ถูกต้องในฟิลด์ข้อความที่เหมาะสมเพื่อเปิดใช้งาน
zh: 在禁用状态下查找单元按钮。 在相应的文本字段中输入有效的IP地址以启用它。
zu: 在停用狀態下尋找單元按鈕。在相應的文字欄位中輸入有效的 IP 位址予以啟用。

# Accessibility_IpAddressTextFieldHint
source: IP address text field
es: Campo de texto de dirección IP
ko: IP 주소 텍스트 필드
nl: Tekstveld IP-adres
pl: Pole tekstowe adresu IP
th: ฟิลด์ข้อความที่อยู่ IP
zh: IP地址文本字段
zu: IP 位址文字欄位

# Accessibility_MqaEnabledHint
source: MQA enabled
es: MQA habilitado
ko: MQA 사용
nl: MQA ingeschakeld
pl: MQA włączony
th: เปิดใช้งาน MQA
zh: MQA已启用
zu: MQA 已啟用

# Accessibility_StreamNotAvailableHint
source: Data stream not available
es: Flujo de datos no disponible
ko: 사용할 수없는 데이터 스트림
nl: Gegevensstroom niet beschikbaar
pl: Strumień danych niedostępny
th: สตรีมข้อมูลไม่พร้อมใช้งาน
zh: 数据流不可用
zu: 資料流無法使用

# Accessibility_TapOnConnectButtonHint
source: Connect Button enabled. Double tap on Connect button to establish the connection.
es: Botón de conexión habilitado. Toque dos veces el botón Conectar para establecer la conexión.
ko: 연결 버튼이 활성화되었습니다. 연결 버튼을 두 번 눌러 연결합니다.
nl: Connect-knop ingeschakeld. Dubbeltik op de knop Verbinden om de verbinding tot stand te brengen.
pl: Włączony przycisk połączenia. Kliknij dwukrotnie przycisk Połącz, aby nawiązać połączenie.
th: เปิดใช้งานปุ่มเชื่อมต่อ แตะสองครั้งที่ปุ่มเชื่อมต่อเพื่อสร้างการเชื่อมต่อ
zh: 启用连接按钮。 双击“连接”按钮以建立连接。
zu: 啟用連線按鈕。按兩下「連線」按鈕以建立連線。

# Accessibility_DoubleTapToPlayHint
source: Double tap to play it.
es: Toca dos veces para reproducirlo.
ko: 재생하려면 두 번 탭하세요.
nl: Dubbelklik om het af te spelen.
pl: Kliknij dwukrotnie, aby go odtworzyć.
th: แตะสองครั้งเพื่อเล่น
zh: 双击即可播放。
zu: 按兩下即可播放。

# AppInfo_ReportBug_BetaTester
source: Beta tester - Report a bug
es: Beta tester - Informar un error
ko: 베타 테스터-버그 신고
nl: Bètatester - Meld een bug
pl: Beta tester - Zgłoś błąd
th: เครื่องทดสอบเบต้า - รายงานข้อผิดพลาด
zh: Beta Tester - 报告错误
zu: Beta Tester - 報告錯誤

# AppInfo_ReportBug_Detail
source: Submit a request to the support team for assistance.
es: Envíe una solicitud al equipo de soporte para obtener ayuda.
ko: 지원 팀에 지원 요청을 제출하십시오.
nl: Dien een verzoek in bij het ondersteuningsteam voor hulp.
pl: Prześlij prośbę o pomoc do zespołu wsparcia.
th: ส่งคำร้องไปยังทีมสนับสนุนเพื่อขอความช่วยเหลือ
zh: 向支持团队提交请求以寻求帮助。
zu: 向支援團隊提交請求以尋求協助。

# Diagnostic_CheckListItem2_Child1B
source: Mandatory if you want to use a wired connection: Turn off your {0}. Plug an ethernet cable. Turn it on again.
es: Obligatorio si desea utilizar una conexión de cable: apague su {0}. Enchufe un cable de ethernet. Encenderlo de nuevo.
ko: 케이블 연결을 사용하려면 필수 : {0}을 끄십시오. 이더넷 케이블을 연결하십시오. 다시 켜십시오.
nl: Verplicht als je een bekabelde verbinding wilt gebruiken: schakel je {0} uit. Sluit een ethernetkabel aan. Zet hem weer aan.
pl: Obowiązkowe, jeśli chcesz użyć połączenia kablowego: wyłącz {0}. Podłącz kabel Ethernet. Włącz ponownie.
th: บังคับหากคุณต้องการใช้การเชื่อมต่อแบบมีสาย: ปิด {0} ของคุณ เสียบสายอีเธอร์เน็ต เปิดอีกครั้ง
zh: 如果要使用电缆连接，必须提供：关闭{0}。 插入以太网电缆。 再次打开它。
zu: 如果要使用電纜連接，必須提供：關閉 {0}。插入乙太網路電纜。再次予以開啟。

# PlayerControl_Global
source: Global
ko: 글로벌
nl: Globaal
pl: Światowy
th: ทั่วโลก
zh: 全球
zu: 全球

# Airplay_Casting
source: Playing from Airplay
es: Jugando desde Airplay
ko: Airplay에서 재생
nl: Spelen vanuit Airplay
pl: Gra z Airplay
th: เล่นจาก AirPlay
zh: 从Airplay播放
zu: 從 Airplay 播放

# Settings_RestrictedByAirplay
source: Your MiND is configured as an AirPlay accessory. Therefore, you should use the iOS Home app to configure the MiND.
es: Su MiND está configurado como un accesorio AirPlay. Por lo tanto, debe usar la aplicación iOS Home para configurar MiND.
ko: MiND가 AirPlay 액세서리로 구성되어 있습니다. 따라서 iOS Home 앱을 사용하여 MiND를 구성해야합니다.
nl: Możesz podłączyć iPhone'a bezpośrednio z urządzeniem MOON za pomocą kabla USB lub skontaktować się z partnerem MOON, aby dodać moduł AirPlay do swojego MiND.
pl: Twój MiND jest skonfigurowany jako akcesorium AirPlay. Dlatego do skonfigurowania MiND należy użyć aplikacji iOS Home.
th: MiND ของคุณได้รับการกำหนดค่าเป็นอุปกรณ์เสริม AirPlay ดังนั้น คุณควรใช้แอป iOS Home เพื่อกำหนดค่า MiND
zh: 您的MiND已配置为AirPlay配件。 因此，您应该使用iOS Home应用配置MiND。
zu: 您的 MiND 已配置為 AirPlay 配件。因此，您應該使用 iOS Home 應用程式配置 MiND。

# Settings_RestrictedByAirplayButAllowGoogleHome
source: Your MiND is configured as an AirPlay accessory. Therefore, you should use the iOS Home or Google Home app to configure the MiND.
es: Su MiND está configurado como un accesorio AirPlay. Por lo tanto, debe usar la aplicación iOS Home o Google Home para configurar MiND.
ko: MiND가 AirPlay 액세서리로 구성되어 있습니다. 따라서 iOS Home 또는 Google Home 앱을 사용하여 MiND를 구성해야합니다.
nl: Uw MiND is geconfigureerd als een AirPlay-accessoire. Daarom moet u de iOS Home- of Google Home-app gebruiken om de MiND te configureren.
pl: Twój MiND jest skonfigurowany jako akcesorium AirPlay. Dlatego do skonfigurowania MiND należy użyć aplikacji iOS Home lub Google Home.
th: MiND ของคุณได้รับการกำหนดค่าเป็นอุปกรณ์เสริม AirPlay ดังนั้น คุณควรใช้แอป iOS Home หรือ Google Home เพื่อกำหนดค่า MiND
zh: 您的MiND已配置为AirPlay配件。 因此，您应该使用iOS Home或Google Home应用配置MiND。
zu: 您的 MiND 已配置為 AirPlay 配件。因此，您應該使用 iOS Home 或 Google Home 應用程式配置 MiND。

# Settings_RestrictedByChromeCast
source: Your MiND is a Chromecast accessory. Therefore, you should use Google Home or iOS Home app to configure the MiND.
es: Su MiND es un accesorio de Chromecast. Por lo tanto, debe usar la aplicación Google Home o iOS Home para configurar MiND.
ko: MiND는 Chromecast 액세서리입니다. 따라서 Google Home 또는 iOS Home 앱을 사용하여 MiND를 구성해야합니다.
nl: Uw MiND is een Chromecast-accessoire. Daarom moet u de Google Home- of iOS Home-app gebruiken om de MiND te configureren.
pl: Twój MiND jest akcesorium Chromecast. Dlatego do skonfigurowania MiND należy użyć aplikacji Google Home lub iOS Home.
th: MiND ของคุณเป็นอุปกรณ์เสริม Chromecast ดังนั้น คุณควรใช้แอป Google Home หรือ iOS Home เพื่อกำหนดค่า MiND
zh: 您的MiND是Chromecast配件。 因此，您应该使用Google Home或iOS Home应用配置MiND。
zu: 您的 MiND 是 Chromecast 配件。因此，您應該使用 Google Home或iOS Home 應用程式配置 MiND。

# Settings_OpenGoogleHome
source: Open Google Home
es: Abra Google Home
ko: Google Home 열기
pl: Otwórz Google Home
th: เปิด Google Home
zh: 打开Google Home
zu: 開啟 Google Home

# Settings_iOSHomeApp
source: Open Home
es: Aplicación Home
ko: Home 앱
nl: Open thuis
pl: Aplikacja Home
th: เปิดบ้าน
zh: Home应用
zu: Home 應用程式

# AppInfo_SubmitLogsTitle
source: Submit Logs
es: Enviar registros
ko: 로그 제출
nl: Logboeken indienen
pl: Prześlij dzienniki
th: ส่งบันทึก
zh: 提交日志
zu: 提交日誌

# AppInfo_SubmitLogsContent
source: Submit the logs from your mobile device if you previously created a support ticket.
es: Envíe los registros desde su dispositivo móvil si anteriormente creó un ticket de soporte.
ko: 이전에 지원 티켓을 만든 경우 모바일 장치에서 로그를 제출하십시오.
nl: Dien de logboeken in vanaf uw mobiele apparaat als u eerder een ondersteuningsticket heeft gemaakt.
pl: Prześlij dzienniki z urządzenia mobilnego, jeśli wcześniej utworzyłeś zgłoszenie do pomocy technicznej.
th: ส่งบันทึกจากอุปกรณ์มือถือของคุณหากก่อนหน้านี้คุณได้สร้างตั๋วสนับสนุน
zh: 如果您先前创建了支持票证，请从移动设备提交日志。
zu: 如果您先前已建立支援票證，請從行動裝置提交日誌。

# General_Email
source: Your email:
es: Su correo electrónico:
ko: 귀하의 이메일:
nl: Jouw email:
pl: Twój email:
th: อีเมลของคุณ:
zh: 你的邮件：
zu: 您的郵件：

# SubmitLogs_TicketNumber
source: Your ticket number:
es: Su número de boleto:
ko: 티켓 번호 :
nl: Uw ticketnummer:
pl: Twój numer biletu:
th: หมายเลขตั๋วของคุณ:
zh: 您的机票号码：
zu: 您的機票號碼：

# SubmitLogs_Success
source: Thank you for submitting your logs. The support team will get back to you as soon as possible.
es: Gracias por enviar sus registros. El equipo de soporte se pondrá en contacto con usted lo antes posible.
ko: 로그를 제출해 주셔서 감사합니다. 지원팀이 최대한 빨리 연락을 드릴 것입니다.
nl: Bedankt voor het indienen van uw logs. Het ondersteuningsteam neemt zo snel mogelijk contact met u op.
pl: Dziękujemy za przesłanie dzienników. Zespół wsparcia skontaktuje się z Tobą jak najszybciej.
th: ขอบคุณสำหรับการส่งบันทึกของคุณ ทีมสนับสนุนจะติดต่อกลับโดยเร็วที่สุด
zh: 感谢您提交日志。 支持团队将尽快与您联系。
zu: 感謝您提交日誌。支援團隊將儘快與您聯絡。

# SubmitLogs_EmailInvalid
source: Please enter a valid email address.
es: Por favor, introduzca una dirección de correo electrónico válida.
ko: 유효한 이메일 주소를 입력하세요.
nl: Gelieve een geldig e-mailadres in te geven.
pl: Proszę wpisać aktualny adres e-mail.
th: กรุณาใส่อีเมล์ที่ถูกต้อง.
zh: 请输入有效的电子邮件地址。
zu: 請輸入有效的電子郵件地址。

# SubmitLogs_TicketNumberInvalid
source: Please enter a ticket number.
es: Por favor ingrese un número de boleto.
ko: 티켓 번호를 입력하십시오.
nl: Voer een ticketnummer in.
pl: Proszę podać numer biletu
th: กรุณากรอกหมายเลขตั๋ว
zh: 请输入票号。
zu: 請輸入票號。

# Accessibility_EmailTextFieldHint
source: Email address text field.
es: Campo de texto de dirección de correo electrónico.
ko: 이메일 주소 텍스트 필드
nl: Tekstveld e-mailadres.
pl: Pole tekstowe adresu e-mail
th: ฟิลด์ข้อความที่อยู่อีเมล
zh: 电子邮件地址文本字段
zu: 電子郵寄地址文字欄位

# Accessibility_TicketTextFieldHint
source: Ticket number text field
es: Campo de texto del número de ticket.
ko: 티켓 번호 텍스트 필드.
nl: Tekstveld ticketnummer
pl: Pole tekstowe numeru biletu.
th: ฟิลด์ข้อความหมายเลขตั๋ว
zh: 票号文本字段。
zu: 票號文字欄位。

# Diagnostic_CheckListItem2_Child4
source: If your device is showing up as unconfigured, you should use a wired connection before using this diagnostic tool.
es: Si su dispositivo se muestra como no configurado, debe usar una conexión por cable antes de usar esta herramienta de diagnóstico.
ko: 장치가 구성되지 않은 것으로 표시되면이 진단 도구를 사용하기 전에 유선 연결을 사용해야합니다.
nl: Als uw apparaat wordt weergegeven als niet-geconfigureerd, moet u een bekabelde verbinding gebruiken voordat u deze diagnostische tool gebruikt.
pl: Jeśli urządzenie wyświetla się jako nieskonfigurowane, przed użyciem tego narzędzia diagnostycznego należy użyć połączenia przewodowego.
th: หากอุปกรณ์ของคุณปรากฏตัวขึ้นเป็นสิ่งที่ไม่ได้กำหนดค่าคุณควรใช้การเชื่อมต่อแบบมีสายก่อนที่จะใช้เครื่องมือวินิจฉัยนี้
zh: 如果您的设备显示为未配置，则在使用此诊断工具之前，应使用有线连接。
zu: 如果您的裝置顯示為未配置，則在使用此診斷工具之前，應使用有線連接。

# Diagnostic_CheckListItem2_Child5
source: If your device is showing up as unconfigured, you should use a wired connection before using this diagnostic tool or use your {0} screen to setup the network connection.
es: Si su dispositivo aparece como no configurado, debe usar una conexión por cable antes de usar esta herramienta de diagnóstico o usar su pantalla {0} para configurar la conexión de red.
ko: 장치가 구성되지 않은 것으로 표시되면이 진단 도구를 사용하기 전에 유선 연결을 사용하거나 {0} 화면을 사용하여 네트워크 연결을 설정해야합니다.
nl: Als uw apparaat wordt weergegeven als niet-geconfigureerd, moet u een bekabelde verbinding gebruiken voordat u deze diagnostische tool gebruikt of uw {0} scherm gebruiken om de netwerkverbinding in te stellen.
pl: Jeśli urządzenie wyświetla się jako nieskonfigurowane, przed użyciem tego narzędzia diagnostycznego należy użyć połączenia przewodowego lub użyć ekranu {0} do skonfigurowania połączenia sieciowego.
th: หากอุปกรณ์ของคุณปรากฏตัวขึ้นเป็นสิ่งที่ไม่ได้กำหนดค่าคุณควรใช้การเชื่อมต่อแบบมีสายก่อนที่จะใช้เครื่องมือวินิจฉัยนี้หรือใช้หน้าจอ {0} ของคุณเพื่อตั้งค่าการเชื่อมต่อเครือข่าย
zh: 如果设备显示为未配置，则应在使用此诊断工具之前使用有线连接，或使用{0}屏幕设置网络连接。
zu: 如果裝置顯示為未配置，則應在使用此診斷工具之前使用有線連接，或使用 {0} 畫面設定網路連線。

# Settings_TooManyFailedAttemptsUnconfigured
source: Looks like your device is struggling to connect with bluetooth. We recommend getting closer to the MiND device and try again or to use a wired connection to setup the network connection.
es: Parece que su dispositivo tiene problemas para conectarse con Bluetooth. Recomendamos acercarse al dispositivo MiND e intentar nuevamente o utilizar una conexión por cable para configurar la conexión de red.
ko: 장치가 블루투스 연결에 어려움을 겪고있는 것 같습니다. MiND 장치에 가까이 다가 가서 다시 시도하거나 유선 연결을 사용하여 네트워크 연결을 설정하는 것이 좋습니다.
nl: Het lijkt erop dat uw apparaat moeite heeft om verbinding te maken met bluetooth. We raden aan om dichter bij het MiND-apparaat te komen en het opnieuw te proberen of om een ​​bekabelde verbinding te gebruiken om de netwerkverbinding in te stellen.
pl: Wygląda na to, że Twoje urządzenie ma problemy z połączeniem za pomocą Bluetooth. Zalecamy zbliżenie się do urządzenia MiND i spróbuj ponownie lub użyć połączenia przewodowego do skonfigurowania połączenia sieciowego.
th: ดูเหมือนว่าอุปกรณ์ของคุณกำลังพยายามเชื่อมต่อกับ Bluetooth เราแนะนำให้เข้าใกล้อุปกรณ์ MiND แล้วลองอีกครั้งหรือใช้การเชื่อมต่อแบบมีสายเพื่อตั้งค่าการเชื่อมต่อเครือข่าย
zh: 看起来您的设备正在努力连接蓝牙。 我们建议您靠近MiND设备，然后重试或使用有线连接来设置网络连接。
zu: 看起來您的裝置正在努力連接藍牙。我們建議您靠近 MiND 裝置，然後重試或使用有線連接來設定網路連線。
