Repository: josue-lubaki/DataConverter
Catalog: out/production/Converter/resx_files/Localization.*.resx
Languages: es, ko, nl, pl, th, zh, zu

# Settings_TooManyFailedAttempts
source: Looks like your device is struggling to connect. We recommend using a wired connection or power cycle your MiND device.
es: Parece que su dispositivo tiene problemas para conectarse. Recomendamos utilizar una conexión por cable o apagar y encender su dispositivo MiND.
ko: 장치 연결에 어려움을 겪고있는 것 같습니다. 유선 연결을 사용하거나 MiND 장치의 전원을 껐다 켜는 것이 좋습니다.
nl: Het lijkt erop dat uw apparaat moeite heeft om verbinding te maken. We raden aan om een ​​bekabelde verbinding te gebruiken of uw MiND-apparaat uit en weer aan te zetten.
pl: Wygląda na to, że Twoje urządzenie ma problemy z połączeniem. Zalecamy korzystanie z połączenia przewodowego lub wyłącz i włącz urządzenie MiND.
th: ดูเหมือนว่าอุปกรณ์ของคุณไม่สามารถเชื่อมต่อได้ เราขอแนะนำให้ใช้การเชื่อมต่อแบบมีสายหรือเปิดเครื่องอุปกรณ์ MiND ของคุณ
zh: 看来您的设备正在努力连接。 我们建议您使用有线连接或对MiND设备重新通电。
zu: 看來您的裝置正在努力連線。我們建議您使用有線連接或對 MiND 裝置重新通電。

# General_SortBy
source: Order by :
es: Ordenar por :
ko: 정렬 :
nl: Sorteer op:
pl: Sortuj według :
th: สั่งโดย :
zh: 排序方式 ：
zu: 排序方式 ：

# General_Finish
source: Finish
es: Terminar
ko: 끝
nl: Af hebben
pl: koniec
th: เสร็จ
zh: 完
zu: 完

# AppInfo_ReviewTutorialTitle
source: App tutorial
es: Tutorial de la aplicación
ko: 앱 튜토리얼
nl: App-zelfstudie
pl: Samouczek aplikacji
th: การสอนแอป
zh: 应用教程
zu: 應用教學課程

# AppInfo_ReviewTutorialLabel
source: Tap here to review the app tutorial.
es: Tutorial de la aplicación
ko: 앱 자습서를 검토하려면 여기를 누르십시오.
nl: Tik hier om de app-zelfstudie te bekijken.
pl: Kliknij tutaj, aby przejrzeć samouczek aplikacji.
th: แตะที่นี่เพื่อตรวจสอบการสอนแอพ
zh: 点按此处查看应用教程。
zu: 點按此處查看應用教學課程。

# AppInfo_ReviewNewFeaturesTitle
source: Newest app features
es: Nuevas funciones de la aplicación
ko: 최신 앱 기능
nl: Nieuwste app-functies
pl: Najnowsze funkcje aplikacji
th: คุณสมบัติแอปใหม่ล่าสุด
zh: 最新的应用功能
zu: 最新的應用功能

# AppInfo_ReviewNewFeaturesLabel
source: Tap here to review the newest app features.
es: Toque aquí para revisar las funciones más recientes de la aplicación.
ko: 최신 앱 기능을 검토하려면 여기를 누르십시오.
nl: Tik hier om de nieuwste app-functies te bekijken.
pl: Kliknij tutaj, aby przejrzeć najnowsze funkcje aplikacji.
th: แตะที่นี่เพื่อตรวจสอบคุณสมบัติแอปใหม่ล่าสุด
zh: 点按此处查看最新的应用功能。
zu: 點按此處查看最新的應用功能。

# AppInfo_AppGuideTitle
source: App Guide
es: Guía de aplicaciones
ko: 앱 가이드
nl: App-gids
pl: Przewodnik po aplikacjach
th: คู่มือแอพ
zh: 应用指南
zu: 應用指南

# Reconnect_Level1
source: We are trying to reconnect with the MiND device.
es: Estamos intentando reconectarnos con el dispositivo MiND.
ko: MiND 장치와 다시 연결하려고합니다.
nl: We proberen opnieuw verbinding te maken met het MiND-apparaat.
pl: Próbujemy ponownie połączyć się z urządzeniem MiND.
th: เรากำลังพยายามเชื่อมต่อกับอุปกรณ์ MiND อีกครั้ง
zh: 我们正在尝试重新连接MiND设备。
zu: 我們正在嘗試重新連接 MiND 裝置。

# Reconnect_Level2
source: Reconnecting is taking longer than usual, please be patient.
es: La reconexión lleva más tiempo de lo habitual, tenga paciencia.
ko: 다시 연결하는 데 평소보다 오래 걸리므로 기다려주십시오.
nl: Het opnieuw verbinden duurt langer dan normaal, wees geduldig.
pl: Ponowne połączenie trwa dłużej niż zwykle. Prosimy o cierpliwość.
th: การเชื่อมต่อใหม่ใช้เวลานานกว่าปกติโปรดอดทนรอ
zh: 重新连接所花的时间比平时长，请耐心等待。
zu: 重新連線所花的時間比平時長，請耐心等待。

# Reconnect_UnableConnect
source: We are unable to reconnect to the MiND device.
es: No podemos volver a conectarnos al dispositivo MiND.
ko: MiND 장치에 다시 연결할 수 없습니다.
nl: We kunnen geen verbinding maken met het MiND-apparaat.
pl: Nie możemy ponownie połączyć się z urządzeniem MiND.
th: เราไม่สามารถเชื่อมต่อกับอุปกรณ์ MiND อีกครั้ง
zh: 我们无法重新连接到MiND设备。
zu: 我們無法重新連線至 MiND 裝置。

# Reconnect_UnableSync
source: We are unable to sync the properties of the MiND device.
es: No podemos sincronizar las propiedades del dispositivo MiND.
ko: MiND 장치의 속성을 동기화 할 수 없습니다.
nl: We kunnen de eigenschappen van het MiND-apparaat niet synchroniseren.
pl: Nie jesteśmy w stanie zsynchronizować właściwości urządzenia MiND.
th: เราไม่สามารถซิงค์คุณสมบัติของอุปกรณ์ MiND
zh: 我们无法同步MiND设备的属性。
zu: 我們無法同步 MiND 裝置的屬性。

# General_Sample
source: SAMPLE
es: MUESTRA
ko: 견본
nl: MONSTER
pl: PRÓBA
th: ตัวอย่าง
zh: 样品
zu: 樣品

# Library_History
source: Navigation history
es: Historial de navegación
ko: 탐색 기록
nl: Navigatiegeschiedenis
pl: Historia nawigacji
th: ประวัติการเดินเรือ
zh: 导航历史
zu: 導覽歷史

# Library_HistoryWithTitle
source: Navigation history for {0}
es: Historial de navegación para {0}
ko: {0}의 탐색 기록
nl: Navigatiegeschiedenis voor {0}
pl: Historia nawigacji dla {0}
th: ประวัติการนำทางสำหรับ {0}
zh: {0}的导航历史
zu: {0} 的導覽歷史

# General_Filter
source: Filter
es: Filtrar
ko: 필터
pl: Filtr
th: กรอง
zh: 过滤
zu: 篩選

# AppInfo_Orientation
source: Favourite Orientation
es: Orientación favorita
ko: 좋아하는 방향
nl: Favoriete oriëntatie
pl: Ulubiona orientacja
th: ปฐมนิเทศ
zh: 最喜欢的方向
zu: 最喜歡的方向

# AppInfo_Landscape
source: Landscape
es: Paisaje
ko: 경치
nl: Landschap
pl: Krajobraz
th: ภูมิประเทศ
zh: 景观
zu: 景觀

# AppInfo_Portrait
source: Portrait
es: Retrato
ko: 초상화
nl: Portret
pl: Portret
th: ปฐมนิเทศ
zh: 肖像
zu: 肖像

# AppInfo_Default
source: Default
es: Defecto
ko: 기본
nl: Standaard
pl: Domyślna
th: ค่าเริ่มต้น
zh: 默认
zu: 預設

# SortLabelValue
source: Sort
es: Ordenar
ko: 종류
nl: Soort
pl: Sortować
th: เรียงลำดับ
zh: 分类
zu: 分類

# Accessibility_HistoryLabel
source: History Button.
es: Botón de Historia
ko: 히스토리 버튼
nl: Geschiedenis knop
pl: Przycisk Historia
th: ปุ่มประวัติ
zh: 历史记录按钮
zu: 歷史記錄按鈕

# Accessibility_HistoryHint
source: Navigate back to a specific view
es: Vuelva a una vista específica.
ko: 특정보기로 다시 이동
nl: Navigeer terug naar een specifieke weergave
pl: Wróć do określonego widoku
th: นำทางกลับไปที่มุมมองเฉพาะ
zh: 导航回特定视图
zu: 導覽回特定視圖

source: Play all
es: Reproducir todo
ko: 모두 재생
nl: Speel alles
pl: Odtwórz wszystko
th: เล่นทั้งหมด
zh: 全部播放
zu: 全部播放

source: Queue all
es: Poner todo en fila
ko: 모두 대기열
nl: Zet alles in de wachtrij
pl: Ustaw w kolejce wszystko
th: คิวทั้งหมด
zh: 全部排队
zu: 全部加入佇列

# Accessibility_PlayAll
source: Play all button
es: Botón reproducir todo
ko: 모두 재생 버튼
nl: Speel alle knop
pl: Odtwórz wszystko przycisk
th: เล่นปุ่มทั้งหมด
zh: 全部播放按钮
zu: 全部播放按鈕

# Accessibility_QueueAll
source: Queue all button
es: Botón Poner todo en fila
ko: 모두 대기열 버튼
nl: Wachtrij alles knop
pl: Przycisk kolejki wszystkich
th: คิวปุ่มทั้งหมด
zh: 排队所有按钮
zu: 將所有按鈕加入佇列

# PlaySelectedTracks
source: Play
es: Reproducir
ko: 플레이
nl: Speel
pl: Grać
th: เล่น
zh: 播放
zu: 播放

# QueueSelectedTracks
source: Queue
es: Fila
ko: 열
nl: Wachtrij
pl: Kolejka
th: คิว
zh: 队列
zu: 佇列

# Accessibility_PlaySelectedTracks
source: Play selected tracks button
es: Botón reproducir pistas seleccionadas
ko: 선택한 트랙 재생 버튼
nl: Speel geselecteerde tracks knop
pl: Przycisk Odtwórz wybrane utwory
th: เล่นปุ่มแทร็กที่เลือก
zh: 播放选定的曲目按钮
zu: 播放選定的曲目按鈕

# Accessibility_QueueSelectedTracks
source: Queue selected tracks button
es: Botón de fila de pistas seleccionadas
ko: 선택한 트랙 대기열 버튼
nl: Wachtrij geselecteerde tracks knop
pl: Przycisk kolejkowania wybranych utworów
th: ปุ่มแทร็กที่เลือกคิว
zh: 排队选择的曲目按钮
zu: 將選擇的曲目按鈕加入佇列

# PlaySelectedTracksDescription
source: Choose below options to play only selected tracks or deselect to play all
es: Elija las siguientes opciones para reproducir solo las pistas seleccionadas o anule la selección para reproducir todas
ko: 선택한 트랙 만 재생하려면 아래 옵션을 선택하고 모두 재생하려면 선택을 취소하십시오.
nl: Kies onderstaande opties om alleen geselecteerde nummers af te spelen of deselecteer om alles af te spelen
pl: Wybierz poniższe opcje, aby odtwarzać tylko wybrane utwory, lub odznacz, aby odtwarzać wszystkie
th: เลือกตัวเลือกด้านล่างเพื่อเล่นเฉพาะแทร็กที่เลือกหรือยกเลิกการเลือกเล่นทั้งหมด
zh: 选择以下选项以仅播放选定的曲目或取消选择以播放所有曲目
zu: 選擇以下選項以僅播放選定的曲目或取消選擇以播放所有曲目

source: Open Spotify App
es: Abrir la app de Spotify
ko: Spotify 앱열기
nl: Spotify-app openen
pl: Otwórz aplikację Spotify
th: เปิดแอพ Spotify
zh: 開啟 Spotify 應用程式
zu: 開啟 Spotify 應用程式

source: Get Spotify Free
es: Obtener Spotify gratis
ko: 무료로 Spotify 이용하기
nl: Spotify Free downloaden
pl: Pobierz Spotify Free
th: รับ Spotify ฟรี
zh: 免費使用 Spotify
zu: 免費使用 Spotify

# SpotifyPlaybackOptions
source: Playback options
es: Opciones de reproducción
ko: 재생 옵션
nl: afspeelopties
pl: opcje odtwarzania
th: ตัวเลือกการเล่น
zh: 播放选项
zu: 播放選項

# ConnectedAs
source: Connected as {0}
es: Conectado como {0}
ko: {0} (으)로 연결됨
nl: Verbonden als {0}
pl: Połączono jako {0}
th: เชื่อมต่อเป็น {0}
zh: 连接为{0}
zu: 連線為 {0}

source: Resume playback
es: Reanudar la reproducción
ko: 재생 재개
nl: Hervat het afspelen
pl: Wznowić odtwarzanie
th: การเล่นกลับมา
zh: 恢复播放
zu: 還原播放

# SpotifyHelpTitle
source: Ready to play some music?
es: ¿Estás listo para escuchar música?
ko: 음악을 재생할 준비 되었나요?
nl: Klaar voor muziek?
pl: Chcesz posłuchać muzyki?
th: พร้อมที่จะเล่นเพลงหรือยัง?
zh: 想來點音樂嗎？
zu: 是否想來點音樂？

# SpotifyHelpDetails
source: Listen on your speakers or TV, using the Spotify app as a remote.
es: Escucha desde tu televisor o tus altavoces usando la aplicación de Spotify como control remoto.
ko: Spotify 앱을 리모컨으로 사용해 스피커 또는 TV에서 음악을 감상하세요.
nl: Luister op je speakers of tvmet de Spotify-app als afstandsbediening.
pl: Odtwórz muzykę na swoich głośnikach, wykorzystując aplikację Spotify jako pilota.
th: ฟังลำโพงหรือทีวีของคุณโดยใช้แอพ Spotify เป็นระยะไกล
zh: 你可使用 Spotify 應用程式作為遙控器，透過喇叭或電視聽歌。
zu: 您可使用 Spotify 應用程式作為遙控器，透過喇叭或電視聽歌。

# SpotifyLearnMore
source: Learn More
es: Más información
ko: 더 알아보기
nl: Meer informatie
pl: Dowiedz się więcej
th: เรียนรู้เพิ่มเติม
zh: 了解詳情
zu: 瞭解詳細資訊

# SpotifyUserNotLoggedIn
source: User not logged in.
es: El usuario no inició sesión.
ko: 사용자가 로그인하지 않았습니다.
nl: Gebruiker niet ingelogd.
pl: Użytkownik nie jest zalogowany.
th: ผู้ใช้ไม่ได้เข้าสู่ระบบ
zh: 用户尚未登录。
zu: 使用者尚未登入。

source: Spotify Not Supported.
es: Spotify no es compatible.
ko: Spotify는 지원되지 않습니다.
nl: Spotify wordt niet ondersteund.
pl: Spotify nie jest obsługiwane.
th: Spotify ไม่รองรับ
zh: 不支持Spotify。
zu: 不支援 Spotify。

# PlaybackOptionPlayQueue
source: Play MiND queue
es: Reproducir fila de MiND
ko: MiND 대기열 재생
nl: Speel MiND-wachtrij
pl: Zagraj w kolejkę MiND
th: เล่นคิว MiND
zh: 播放MiND队列
zu: 播放 MiND 佇列

# ServiceVolumeControl
source: {0} Volume Control
es: Volumen {0}
ko: 볼륨 {0}
nl: Volume {0}
pl: Głośność {0}
th: {0} การควบคุมระดับเสียง
zh: 卷{0}
zu: 卷 {0}

source: Multiroom
es: Sala múltiple
ko: 멀티 룸
nl: Meerdere kamers
pl: Pokój wieloosobowy
th: หลายเส้น
zh: 多房间
zu: 多房間

# CheckPermissionLabel
source: Check permissions
es: Verificar permisos
ko: 권한 확인
nl: Controleer de machtigingen
pl: Sprawdź uprawnienia
th: ตรวจสอบสิทธิ์
zh: 检查权限
zu: 檢查權限

# CheckPermissionDescription
source: MiND app is missing permission to access local network. This permission is required to discover MiND devices and UPnP servers on your network.
es: La aplicación MiND no tiene permiso para acceder a la red local. Este permiso es necesario para descubrir dispositivos MiND y servidores UPnP en su red.
ko: MiND 앱에 로컬 네트워크 액세스 권한이 없습니다. 이 권한은 네트워크에서 MiND 장치 및 UPnP 서버를 검색하는 데 필요합니다.
nl: MiND-app mist toestemming om toegang te krijgen tot het lokale netwerk. Deze toestemming is vereist om MiND-apparaten en UPnP-servers op uw netwerk te ontdekken.
pl: Aplikacja MiND nie ma uprawnień dostępu do sieci lokalnej. To uprawnienie jest wymagane do wykrywania urządzeń MiND i serwerów UPnP w Twojej sieci.
th: Mind App ไม่มีสิทธิ์ในการเข้าถึงเครือข่ายท้องถิ่น การอนุญาตนี้จะต้องใช้อุปกรณ์ MiND และเซิร์ฟเวอร์ UPNP บนเครือข่ายของคุณ
zh: MiND应用缺少访问本地网络的权限。 在网络上发现MiND设备和UPnP服务器需要此权限。
zu: MiND 應用程式缺少存取區域網路的權限。在網路上發現 MiND 裝置和 UPnP 伺服器需要此權限。

# Diagnostic_AppPermission
source: Make sure MiND app has iOS permission to access nearby devices.
es: Asegúrese de que la aplicación MiND tenga permiso de iOS para acceder a dispositivos cercanos.
ko: MiND 앱에 주변 기기에 액세스 할 수있는 iOS 권한이 있는지 확인하세요.
nl: Zorg ervoor dat de MiND-app iOS-toestemming heeft om toegang te krijgen tot apparaten in de buurt.
pl: Upewnij się, że aplikacja MiND ma uprawnienia iOS do dostępu do pobliskich urządzeń.
th: ตรวจสอบให้แน่ใจว่าแอป MiND ได้รับอนุญาตจาก iOS ในการเข้าถึงอุปกรณ์ใกล้เคียง
zh: 确保MiND应用具有iOS权限才能访问附近的设备。
zu: 確保 MiND 應用程式具有 iOS 權限才能存取附近的裝置。

# Diagnostic_AppPermissionLocalNetwork
source: You can grant Local Network permission to MiND app from your Apple device Settings -> MiND.
es: Puede otorgar permiso de red local a la aplicación MiND desde la configuración de su dispositivo Apple -> MiND.
ko: Apple 기기 설정-> MiND에서 MiND 앱에 로컬 네트워크 권한을 부여 할 수 있습니다.
nl: U kunt de MiND-app toestemming geven voor het lokale netwerk via de instellingen van uw Apple-apparaat -> MiND.
pl: Możesz przyznać uprawnienia do sieci lokalnej aplikacji MiND z poziomu ustawień urządzenia Apple -> MiND.
th: คุณสามารถให้สิทธิ์เครือข่ายท้องถิ่นกับแอป MiND ได้จากการตั้งค่าอุปกรณ์ Apple -> MiND
zh: 您可以从Apple设备的设置-> MiND向MiND应用授予本地网络权限。
zu: 您可以從 Apple 裝置的設定 -> MiND 向 MiND 應用程式授予區域網路權限。

# Diagnostic_AppPermissionBluetooth
source: If your {0} is not plugged to ethernet nor configured on Wi-Fi, grant Bluetooth permission to MiND app from your Apple device Settings -> MiND, then turn on Bluetooth and restart the app.
es: Si su {0} no está conectado a Ethernet ni configurado en Wi-Fi, conceda permiso de Bluetooth a la aplicación MiND desde la Configuración de su dispositivo Apple -> MiND, luego encienda Bluetooth y reinicie la aplicación.
ko: {0}이 이더넷에 연결되지 않았거나 Wi-Fi에 구성되어 있지 않은 경우 Apple 기기 설정-> MiND에서 MiND 앱에 블루투스 권한을 부여한 다음 블루투스를 켜고 앱을 다시 시작하세요.
nl: Als uw {0} niet is aangesloten op ethernet of niet is geconfigureerd op Wi-Fi, verleen dan Bluetooth-toestemming aan de MiND-app via de instellingen van uw Apple-apparaat -> MiND, schakel vervolgens Bluetooth in en start de app opnieuw.
pl: Jeśli urządzenie {0} nie jest podłączone do sieci Ethernet ani skonfigurowane w sieci Wi-Fi, przyznaj uprawnienia Bluetooth aplikacji MiND w ustawieniach urządzenia Apple -> MiND, a następnie włącz Bluetooth i uruchom ponownie aplikację.
th: หาก {0} ของคุณไม่ได้เสียบปลั๊กอีเทอร์เน็ตหรือกำหนดค่าบน Wi-Fi ให้อนุญาตบลูทูธกับแอป MiND จากการตั้งค่าอุปกรณ์ Apple -> MiND จากนั้นเปิด Bluetooth และรีสตาร์ทแอป
zh: 如果您的{0}未插入以太网或未在Wi-Fi上配置，请从Apple设备的设置-> MiND授予MiND应用程序蓝牙权限，然后打开蓝牙并重新启动该应用程序。
zu: 如果您的 {0} 未插入乙太網路或未在 Wi-Fi 上配置，請從 Apple 裝置的設定 -> MiND 授予 MiND 應用程式藍牙權限，然後開啟藍牙並重新啟動該應用程式。

# Discovery_NoMiNDFound_iOS14
source: Make sure your MOON device is powered and connected to network. Check also that MiND app has permission to access local network and Bluetooth in iOS Settings.
es: Asegúrese de que su dispositivo MOON esté encendido y conectado a la red. Compruebe también que la aplicación MiND tiene permiso para acceder a la red local y Bluetooth en la configuración de iOS.
ko: MOON 장치의 전원이 켜져 있고 네트워크에 연결되어 있는지 확인하십시오. 또한 MiND 앱에 iOS 설정에서 로컬 네트워크 및 Bluetooth에 액세스 할 수있는 권한이 있는지 확인하십시오.
nl: Zorg ervoor dat uw MOON-apparaat van stroom wordt voorzien en is verbonden met het netwerk. Controleer ook of de MiND-app toestemming heeft om toegang te krijgen tot het lokale netwerk en Bluetooth in iOS-instellingen.
pl: Upewnij się, że Twoje urządzenie MOON jest zasilane i podłączone do sieci. Sprawdź również, czy aplikacja MiND ma uprawnienia dostępu do sieci lokalnej i Bluetooth w ustawieniach iOS.
th: ตรวจสอบให้แน่ใจว่าอุปกรณ์ MOON ของคุณได้รับพลังงานและเชื่อมต่อกับเครือข่าย ตรวจสอบด้วยว่าแอป MiND มีสิทธิ์เข้าถึงเครือข่ายท้องถิ่นและ Bluetooth ในการตั้งค่า iOS
zh: 确保您的MOON设备已通电并已连接到网络。 还要在iOS设置中检查MiND应用是否有权访问本地网络和蓝牙。
zu: 確保您的 MOON 裝置已通電並已連線至網路。還要在 iOS 設定中檢查 MiND 應用程式是否有權存取區域網路和藍牙。

# ToContinue
source: Press [ok] to continue.
es: Presione [ok] para continuar.
ko: 계속하려면 확인을 누르세요.
nl: Druk op [ok] om door te gaan.
pl: Naciśnij [ok], aby kontynuować.
th: กด [ตกลง] เพื่อดำเนินการต่อ
zh: 按确定继续。
zu: 按確定繼續。

# ToDropConnection
source: Press [cancel] to drop the current connection in progress.
es: Presione [cancelar] para cancelar la conexión actual en curso.
ko: 현재 진행 중인 연결을 끊으려면 [취소]를 누르세요.
nl: Druk op [annuleren] om de huidige verbinding te verbreken.
pl: Naciśnij [anuluj], aby przerwać bieżące połączenie.
th: กด [ยกเลิก] เพื่อลดการเชื่อมต่อปัจจุบันที่กำลังดำเนินการ
zh: 按 [取消] 删除当前正在进行的连接。
zu: 按 [取消] 刪除目前正在進行的連線。

# MiND_ConnexionProgressMessage
source: Connecting to MiND...
es: Conectando a MiND ...
ko: MinND에 연결하는 중...
nl: Verbinding maken met MiND...
pl: Łączenie z MiND...
th: กำลังเชื่อมต่อกับ MiND...
zh: 正在连接到 MiND...
zu: 正在連線至 MiND...

# MaxCharacter
source: Max {0} char
es: Max {0} caracteres
ko: 최대 {0}자
pl: Maksymalnie {0} znaków
th: สูงสุด {0} ถ่าน
zh: 最多 {0} 个字符
zu: 最多 {0} 個字元

# Network_WifiTestTitle
source: Test Wi-Fi
es: Prueba wifi
ko: Wi-Fi 테스트
nl: Wifi testen
pl: Przetestuj Wi-Fi
th: ทดสอบ wi-fi
zh: 测试无线网络
zu: 測試無線網路

# Network_WifiTest
source: Test Wi-Fi password
es: Probar contraseña wifi
ko: Wi-Fi 비밀번호 테스트
nl: Wifi-wachtwoord testen
pl: Przetestuj hasło Wi-Fi
th: ทดสอบรหัสผ่าน Wi-Fi
zh: 测试 Wi-Fi 密码
zu: 測試 Wi-Fi 密碼

source: Success
es: Éxito
ko: 성공
nl: Succes
pl: Sukces
th: ความสำเร็จ
zh: 成功
zu: 成功

source: Failure
es: Falla
ko: 실패
nl: Mislukking
pl: Niepowodzenie
th: ความสำเร็จ
zh: 失败
zu: 失敗

source: Reset
es: Reiniciar
ko: 초기화
nl: Resetten
pl: Resetowanie
th: รีเซ็ต
zh: 重置
zu: 重設

source: Test
es: Prueba
ko: 테스트
th: ทดสอบ
zh: 测试
zu: 測試

# Network_WifiTestMessage
source: It appears that this test previously succeeded. To retry, the tested Wi-Fi configuration must be reset on the mobile device. Beware that on failure, if the password is wrong, the mobile device might be disconnect from the tested Wi-Fi.
es: Parece que esta prueba tuvo éxito previamente. Para volver a intentarlo, la configuración Wi-Fi probada debe restablecerse en el dispositivo móvil. Tenga en cuenta que, en caso de falla, si la contraseña es incorrecta, el dispositivo móvil podría desconectarse del Wi-Fi probado.
ko: 이 테스트는 이전에 성공한 것 같습니다. 다시 시도하려면 테스트한 Wi-Fi 구성을 모바일 장치에서 재설정해야 합니다. 실패 시 비밀번호가 틀리면 테스트한 Wi-Fi에서 모바일 장치의 연결이 끊어질 수 있으므로 주의하십시오.
nl: Het lijkt erop dat deze test eerder is geslaagd. Om het opnieuw te proberen, moet de geteste wifi-configuratie opnieuw worden ingesteld op het mobiele apparaat. Houd er rekening mee dat als het wachtwoord niet klopt, het mobiele apparaat mogelijk wordt losgekoppeld van de geteste wifi.
pl: Wygląda na to, że ten test wcześniej się powiódł. Aby spróbować ponownie, testowana konfiguracja Wi-Fi musi zostać zresetowana na urządzeniu mobilnym. Należy pamiętać, że w przypadku niepowodzenia, jeśli hasło jest błędne, urządzenie mobilne może zostać odłączone od testowanego Wi-Fi.
th: ปรากฏว่าการทดสอบนี้ประสบความสำเร็จก่อนหน้านี้ ในการลองใหม่การกำหนดค่า Wi-Fi ที่ทดสอบจะต้องรีเซ็ตบนอุปกรณ์มือถือ ระวังว่าเมื่อความล้มเหลวหากรหัสผ่านไม่ถูกต้องอุปกรณ์มือถืออาจถูกตัดการเชื่อมต่อจาก Wi-Fi ที่ทดสอบแล้ว
zh: 看来这个测试以前是成功的。要重试，必须在移动设备上重置测试的 Wi-Fi 配置。请注意，在失败时，如果密码错误，移动设备可能会与测试的 Wi-Fi 断开连接。
zu: 看來這個測試以前成功。若要重試，必須在行動裝置上重設測試的 Wi-Fi 配置。請注意，在失敗時，如果密碼錯誤，行動裝置可能會與測試的 Wi-Fi 中斷連線。

source: Automatic
es: Automático
ko: 자동적 인
nl: Automatisch
pl: Automatyczny
th: อัตโนมัติ
zh: 自动的
zu: 自動的

source: Manual
ko: 마누엘
nl: Manuel
pl: Manuel
th: คู่มือ
zh: 手动
zu: 手動

# Settings_DataSection
source: Data
es: Datos
ko: 데이터
nl: Gegevens
pl: Dane
th: ข้อมูล
zh: 数据
zu: 資料

# Settings_DataSyncLabel
source: Sync Data
es: Sincronizar datos
ko: 데이터 동기화
nl: Gegevens synchroniseren
pl: Synchronizuj dane
th: ข้อมูลซิงค์
zh: 同步数据
zu: 同步資料

# Settings_DataSyncValue
source: Load saved playlists data on cloud database
es: Cargue los datos de las listas de reproducción guardadas en la base de datos en la nube
ko: 클라우드 데이터베이스에 저장된 재생 목록 데이터 로드
nl: Laad opgeslagen afspeellijstgegevens in de clouddatabase
pl: Załaduj zapisane listy odtwarzania do bazy danych w chmurze
th: โหลดข้อมูลเพลย์ลิสต์ที่บันทึกไว้ในฐานข้อมูลคลาวด์
zh: 在云数据库上加载保存的播放列表数据
zu: 在雲端資料庫上載入儲存的播放清單資料

# Settings_PersonalizationSection
source: Personalization
es: Personalización
ko: 개인화
nl: Personalisatie
pl: Personalizacja
th: การทำให้เป็นส่วนตัว
zh: 个性化
zu: 個人化

source: Device Id
es: Identificación del dispositivo
ko: 장치 아이디
nl: Apparaat ID
pl: Identyfikator urzadzenia
th: รหัสอุปกรณ์
zh: 设备ID
zu: 裝置 ID

source: Secret
es: Secreto
ko: 비밀
nl: Geheim
pl: Sekret
th: ความลับ
zh: 秘密
zu: 秘密

# TracksCount
source: Number of tracks
es: Número de pistas
ko: 트랙 수
nl: Aantal nummers
pl: Liczba utworów
th: จำนวนแทร็ก
zh: 轨道数
zu: 音軌數

# FirebaseAuthError
source: Cloud data unavailable
es: Datos de la nube no disponibles
ko: 클라우드 데이터를 사용할 수 없음
nl: Cloudgegevens niet beschikbaar
pl: Dane w chmurze niedostępne
th: ข้อมูลคลาวด์ไม่พร้อมใช้งาน
zh: 云数据不可用
zu: 雲端資料無法使用

source: Download
es: Descargar
ko: 다운로드
nl: Downloaden
pl: Ściągnij
th: การดาวน์โหลด
zh: 下载
zu: 下載

# BugReportFormSupportRequest
source: Support request
es: Solicitud de soporte
ko: 지원 요청
nl: Ondersteuningsverzoek
pl: Żądanie wsparcia
th: สนับสนุนคำขอ
zh: 支持请求
zu: 支援請求

# BugReportFormNamePlaceholder
source: Your name
es: Tu nombre
ko: 당신의 이름
nl: Uw naam
pl: Twoje imię
th: ชื่อของคุณ
zh: 你的名字
zu: 您的名字

# BugReportFormEmailPlaceholder
source: Your email
es: Tu correo electrónico
ko: 귀하의 이메일
nl: Jouw emai
pl: Twój email
th: อีเมลของคุณ
zh: 你的邮件
zu: 您的郵件

# BugReportFormConfirmEmailPlaceholder
source: Email confirmation
es: Confirmación de correo electrónico
ko: 이메일 확인
nl: Email bevestiging
pl: Potwierdzenie email
th: การยืนยันอีเมล
zh: 邮件确认
zu: 郵件確認

# BugReportFormSubjectPlaceholder
source: Subject of your request
es: Tema de tu solicitud
ko: 요청의 대상
nl: Onderwerp van je aanvraag
pl: Temat zapytania
th: เรื่องของคำขอของคุณ
zh: 您的要求的主题
zu: 您要求的主題

# CountryUSA
source: U.S.A
es: ESTADOS UNIDOS
ko: 미국
nl: VS
th: สหรัฐอเมริกา
zh: 美国
zu: 美國

# CountryCanada
source: Canada
es: Canadá
ko: 캐나다
pl: Kanada
th: แคนาดา
zh: 加拿大
zu: 加拿大

source: Country
es: País
ko: 국가
nl: Land
pl: Kraj
th: ประเทศ
zh: 国家
zu: 國家

source: Name
es: Nombre
ko: 이름
nl: Naam
pl: Nazwa
th: ชื่อ
zh: 姓名
zu: 姓名

source: Email
es: Correo electrónico
ko: 이메일
th: อีเมล
zh: 电子邮件
zu: 電子郵件

source: Subject
es: Tema
ko: 주제
nl: Onderwerp
pl: Temat
th: เรื่อง
zh: 主题
zu: 主題

source: Message
es: Mensaje
ko: 메시지
nl: Bericht
pl: Wiadomość
th: ข้อความ
zh: 信息
zu: 資訊

# BugReportFormDescribeYourBug
source: Describe your bug
es: Describe tu error
ko: 버그 설명
nl: Beschrijf je bug
pl: Opisz swój błąd
th: อธิบายข้อผิดพลาดของคุณ
zh: 描述你的错误
zu: 說明您的錯誤

source: Attachment
es: Archivo adjunto
ko: 부착
nl: Bijlage
pl: Załącznik
th: สิ่งที่แนบมา
zh: 附件
zu: 附件

# BugReportFormAttachment
source: Send us a screenshot of your bug if you can
es: Envíenos una captura de pantalla de su error si puede
ko: 가능한 경우 버그의 스크린 샷을 보내주십시오
nl: Stuur ons een screenshot van je bug als je kunt
pl: Wyślij nam zrzut ekranu swojego błędu, jeśli możesz
th: ส่งสกรีนช็อตของข้อผิดพลาดให้เราถ้าทำได้
zh: 如果可以，请向我们发送您的错误的屏幕截图
zu: 如果可以，請向我們發送您錯誤的螢幕截圖

# BugReportFormSubjectEmptyError
source: Request subject should not be empty
es: El asunto de la solicitud no debe estar vacío
ko: 요청 제목은 비워 둘 수 없습니다
nl: Verzoekonderwerp mag niet leeg zijn
pl: Temat zapytania nie powinien być pusty
th: เรื่องขอไม่ควรว่างเปล่า
zh: 请求主题不应为空
zu: 請求主題不應空白

# BugReportFormSubmitSuccessTitle
source: Thank you!
es: ¡Gracias!
ko: 고맙습니다!
nl: Dank u!
pl: Dziękuję Ci!
th: ขอขอบคุณ!
zh: 谢谢！
zu: 謝謝！

# BugReportFormSubmitSuccessMessage
source: Thank you for submitting a bug for the MiND App
es: Gracias por enviar un error para la aplicación MiND
ko: MiND 앱 버그를 제출해 주셔서 감사합니다
nl: Bedankt voor het indienen van een bug voor de MiND-app
pl: Dziękujemy za zgłoszenie błędu do aplikacji MiND
th: ขอบคุณสำหรับการส่งข้อผิดพลาดสำหรับแอป MiND
zh: 感谢您提交MiND App的错误
zu: 感謝您提交 MiND App 的錯誤

# BugReportFormEmailEmptyError
source: Email must not be empty
es: El correo electrónico no debe estar vacío
ko: 이메일은 비워 둘 수 없습니다
nl: E-mail mag niet leeg zijn
pl: Adres e-mail nie może być pusty
th: อีเมลจะต้องไม่ว่างเปล่า
zh: 电子邮件不能为空
zu: 電子郵件不能空白

# BugReportFormNameEmptyError
source: Your name should not be empty
es: Tu nombre no debe estar vacío
ko: 이메일은 비워 둘 수 없습니다
nl: Uw naam mag niet leeg zijn
pl: Twoje imię nie powinno być puste
th: ชื่อของคุณไม่ควรว่างเปล่า
zh: 请求主题不应为空
zu: 請求主題不應空白
