Repository: josue-lubaki/DataConverter
Catalog: out/production/Converter/resx_files/Localization.*.resx
Languages: es, ko, nl, pl, th, zh, zu

# TrackAlreadyInPlaylist
source: This track is already in your playlist.
es: Esta pista ya está en tu lista de reproducción.
ko: 이 트랙은 이미 재생목록에 있습니다.
nl: Dit nummer staat al in je afspeellijst.
pl: Ten utwór jest już na Twojej liście odtwarzania.
th: แทร็กนี้มีอยู่ในเพลย์ลิสต์ของคุณแล้ว
zh: 该曲目已在您的播放列表中。
zu: 該曲目已在您的播放清單中。

# Player_AddToMyPlaylists
source: Add to my saved playlists
es: Agregar a mis listas de reproducción guardadas
ko: 내 저장된 재생목록에 추가
nl: Voeg toe aan mijn opgeslagen afspeellijsten
pl: Dodaj do moich zapisanych list odtwarzania
th: เพิ่มไปยังเพลย์ลิสต์ที่บันทึกไว้ของฉัน
zh: 添加到我保存的播放列表
zu: 新增到我儲存的播放列表

source: Shared Playlists
es: Listas de reproducción compartidas
ko: 공유 재생목록
nl: Gedeelde afspeellijsten
pl: Udostępnione listy odtwarzania
th: เพลย์ลิสต์ที่แชร์
zh: 共享播放列表
zu: 共享播放列表

# Language_TraditionalChinese
source: ZHO - Traditional Chinese
es: ZHO - Chino tradicional
ko: ZHO - 중국어 번체
nl: ZHO - Traditioneel Chinees
pl: ZHO – chiński tradycyjny
th: ZHO - จีนตัวเต็ม
zh: ZHO - 繁体中文
zu: ZHO - 繁體中文

source: Nearby Devices
es: Dispositivos cercanos
ko: 주변 장치
nl: Apparaten in de buurt
pl: Urządzenia w pobliżu
th: อุปกรณ์ใกล้เคียง
zh: 附近的设备
zu: 附近的設備

# IsPlaylistPublic
source: Is this playlist public?
es: ¿Esta lista de reproducción es pública?
ko: 이 재생목록은 공개인가요?
nl: Is deze afspeellijst openbaar?
pl: Czy ta playlista jest publiczna?
th: เพลย์ลิสต์นี้เป็นสาธารณะใช่ไหม
zh: 该播放列表是公开的吗？
zu: 該播放清單是公開的嗎？

source: Clear all
es: Limpiar todo
ko: 모두 지우기
nl: Wis alles
pl: Wyczyść wszystko
th: ลบทั้งหมด
zh: 全部清除
zu: 全部清除

# WifiResetHint
source: Disable and enable the Internet of your mobile device.
es: Deshabilite y habilite Internet en su dispositivo móvil.
ko: 모바일 장치의 인터넷을 비활성화하고 활성화합니다.
nl: Schakel het internet van uw mobiele apparaat uit en in.
pl: Wyłącz i włącz Internet na swoim urządzeniu mobilnym.
th: ปิดการใช้งานและเปิดใช้งานอินเทอร์เน็ตของอุปกรณ์มือถือของคุณ
zh: 禁用和启用移动设备的互联网。
zu: 停用和啟用行動裝置的網際網路。

source: Messaging
es: Mensajería
ko: 메시징
nl: Berichten
pl: Wiadomości
th: การส่งข้อความ
zh: 消息传递
zu: 訊息傳遞

# MessagingDescription
source: Allow your mobile device to receive text notifications.
es: Permita que su dispositivo móvil reciba notificaciones de texto.
ko: 모바일 장치에서 문자 알림을 받을 수 있도록 허용하세요.
nl: Sta toe dat uw mobiele apparaat tekstmeldingen ontvangt.
pl: Zezwól swojemu urządzeniu mobilnemu na otrzymywanie powiadomień tekstowych.
th: อนุญาตให้อุปกรณ์มือถือของคุณรับการแจ้งเตือนทางข้อความ
zh: 允许您的移动设备接收文本通知。
zu: 允許您的行動裝置接收文字通知。

# MessagingAppAndFirmware
source: Firmware and app update notifications
es: Notificaciones de actualización de firmware y aplicaciones
ko: 펌웨어 및 앱 업데이트 알림
nl: Meldingen over firmware- en app-updates
pl: Powiadomienia o aktualizacjach oprogramowania i aplikacji
th: การแจ้งเตือนการอัปเดตเฟิร์มแวร์และแอป
zh: 固件和应用程序更新通知
zu: 韌體和應用程式更新通知

# MessagingNews
source: News notifications
es: Notificaciones de noticias
ko: 뉴스 알림
nl: Nieuwsmeldingen
pl: Powiadomienia o nowościach
th: การแจ้งเตือนข่าว
zh: 新闻通知
zu: 新聞通知

source: Disabled
es: Desactivado
ko: 장애가 있는
nl: Gehandicapt
pl: Wyłączony
th: พิการ
zh: 残疾人
zu: 殘障人士

# CloudPlaylistsDescription
source: Brings together lists saved on your device and those associated with your device on the data cloud.
es: Reúne listas guardadas en su dispositivo y aquellas asociadas con su dispositivo en la nube de datos.
ko: 귀하의 장치에 저장된 목록과 귀하의 장치와 관련된 목록을 데이터 클라우드에 통합합니다.
nl: Brengt lijsten samen die op uw apparaat zijn opgeslagen en de lijsten die aan uw apparaat zijn gekoppeld in de gegevenswolk.
pl: Łączy w chmurze danych listy zapisane na Twoim urządzeniu i te powiązane z Twoim urządzeniem.
th: รวบรวมรายการที่บันทึกไว้ในอุปกรณ์ของคุณและรายการที่เกี่ยวข้องกับอุปกรณ์ของคุณบนคลาวด์ข้อมูล
zh: 将您设备上保存的列表以及数据云上与您的设备关联的列表汇集在一起​​。
zu: 將您裝置上儲存的清單以及資料雲上與您的裝置關聯的清單匯集在一起。

# General_Ok
source: Ok
es: De acuerdo
ko: 승인
th: ตกลง

# Identifier
source: Id
es: Identificación
nl: ID kaart
th: รหัสประจำตัว

# Library_Item_Count
source: {0} of {1}
es: {0} de {1}
ko: {1} 중 {0}
nl: {0} van {1}
pl: {0} z {1}
th: {0} ของ {1}

# Queue_Track_Index
source: {0} of {1}
es: {0} de {1}
ko: {1} 중 {0}
nl: {0} van {1}
pl: {0} z {1}
th: {0} ของ {1}

# SpotifyFriendlyName
source: Spotify
th: ทำให้เป็นสปอต

# TidalFriendlyName
source: TIDAL
th: เป็นน้ำขึ้นน้ำลง

source: Enabled
es: Activado
ko: 활성화됨
nl: Ingeschakeld
pl: Włączony
